[
    {
        "id": 1,
        "chapter": "1 CHAPTER",
        "subchapter": "1.1 INTRODUCTION",
        "content": "When milk is left at room temperature in summers, it spoils; an iron tawa/pan/nail exposed to a humid atmosphere rusts; grapes ferment; food is cooked and digested in our body; and we respire—each involving a chemical change where the nature and identity of the initial substance alter, indicating a chemical reaction, as seen when magnesium ribbon burns into magnesium oxide or in activities like mixing lead nitrate with potassium iodide or reacting zinc with dilute acids, leading to observable changes such as change in state, color, gas evolution, and temperature variations, demonstrating different types of chemical reactions studied in this chapter.",
        "figures": []
    },
    {
        "id": 2,
        "chapter": "1 CHAPTER",
        "subchapter": "1.1 Chemical Equations",
        "content": "Activity 1.1 can be described as – when a magnesium ribbon is burnt in oxygen, it gets converted to magnesium oxide. This description of a chemical reaction in a sentence form is quite long. It can be written in a shorter form. The simplest way to do this is to write it in the form of a word-equation. The word-equation for the above reaction would be Magnesium + Oxygen → Magnesium oxide (Reactants) (1.1) (Product) The substances that undergo chemical change in the reaction (1.1), magnesium and oxygen, are the reactants. The new substance is magnesium oxide, formed during the reaction, as a product. A word-equation shows change of reactants to products through an arrow placed between them. The reactants are written on the left-hand side (LHS) with a plus sign (+) between them. Similarly, products are written on the right-hand side (RHS) with a plus sign (+) between them. The arrowhead points towards the products, and shows the direction of the reaction",
        "figures": []
    },
    {
        "id": 3,
        "chapter": "1 CHAPTER",
        "subchapter": "1.1.1 Writing a Chemical Equation",
        "content": "Is there any other shorter way for representing chemical equations? Chemical equations can be made more concise and useful if we use chemical formulae instead of words. A chemical equation represents a chemical reaction. If you recall formulae of magnesium, oxygen and magnesium oxide, the above word-equation can be written as – Mg + O2 → MgO (1.2) Count and compare the number of atoms of each element on the LHS and RHS of the arrow. Is the number of atoms of each element the same on both the sides? If yes, then the equation is balanced. If not, then the equation is unbalanced because the mass is not the same on both sides of the equation. Such a chemical equation is a skeletal chemical equation for a reaction. Equation (1.2) is a skeletal chemical equation for the burning of magnesium in air.",
        "figures": []
    },
    {
        "id": 4,
        "chapter": "1 CHAPTER",
        "subchapter": "1.1.2 Balanced Chemical Equations",
        "content": "Recall the law of conservation of mass that you studied in Class IX; mass can neither be created nor destroyed in a chemical reaction. That is, the total mass of the elements present in the products of a chemical reaction has to be equal to the total mass of the elements present in the reactants. In other words, the number of atoms of each element remains the same, before and after a chemical reaction. Hence, we need to balance a skeletal chemical equation. Is the chemical Eq. (1.2) balanced? Let us learn about balancing a chemical equation step by step. The word-equation for Activity 1.3 may be represented as – Zinc + Sulphuric acid → Zinc sulphate + Hydrogen The above word-equation may be represented by the following chemical equation – Zn + H2SO4 → ZnSO4 + H2 (1.3) Let us examine the number of atoms of different elements on both sides of the arrow. Element Element Element Number of atoms in Number of atoms in Number of atoms in Number of atoms in Number of atoms in Number of atoms Number of atoms Number of atoms Number of atoms Number of atoms reactants (LHS) reactants (LHS) reactants (LHS) reactants (LHS) reactants (LHS) in products (RHS) in products (RHS) in products (RHS) in products (RHS) in products (RHS) Zn H S O As the number of atoms of each element is the same on both sides of the arrow, Eq. (1.3) is a balanced chemical equation. Let us try to balance the following chemical equation – Fe + H2O → Fe3O4 + H2 (1.4) Science Step I: Step I: Step I: Step I: Step I: To balance a chemical equation, first draw boxes around each formula. Do not change anything inside the boxes while balancing the equation. Fe + H2O → Fe3O4 + H2 (1.5) Step II: Step II: Step II: Step II: Step II: List the number of atoms of different elements present in the unbalanced equation (1.5). Element Element Element Number of atoms Number of atoms Number of atoms Number of atoms Number of atoms Number of atoms Number of atoms Number of atoms Number of atoms Number of atoms in reactants (LHS) in reactants (LHS) in reactants (LHS) in reactants (LHS) in reactants (LHS) in products (RHS) in products (RHS) in products (RHS) in products (RHS) in products (RHS) Fe H O To equalise the number of atoms, it must be remembered that we cannot alter the formulae of the compounds or elements involved in the reactions. For example, to balance oxygen atoms we can put coefficient ‘4’ as 4 H2O and not H2O4 or (H2O)4. Now the partly balanced equation becomes – Fe + 4 H2O → Fe3O4 + H2 Step IV Step IV Step IV Step IV Step IV::::: Fe and H atoms are still not balanced. Pick any of these elements to proceed further. Let us balance hydrogen atoms in the partly balanced equation. To equalise the number of H atoms, make the number of molecules of hydrogen as four on the RHS. Step III: Step III: Step III: Step III: Step III: It is often convenient to start balancing with the compound that contains the maximum number of atoms. It may be a reactant or a product. In that compound, select the element which has the maximum number of atoms. Using these criteria, we select Fe3O4 and the element oxygen in it. There are four oxygen atoms on the RHS and only one on the LHS. To balance the oxygen atoms – The equation would be – Fe + 4 H2O → Fe3O4 + 4 H2 Atoms of Atoms of Atoms of Atoms of Atoms of In reactants In reactants In reactants In reactants In reactants In products In products In products In products In products oxygen oxygen oxygen oxygen oxygen (i) Initial 1 (in H2O) 4 (in Fe3O4) (ii) To balance 1 × 4 Atoms of Atoms of Atoms of Atoms of Atoms of In reactants In reactants In reactants In reactants In reactants In products In products In products In products In products hydrogen hydrogen hydrogen hydrogen hydrogen (i) Initial 8 (in 4 H2O) 2 (in H2) (ii) To balance 2 × 4 (1.6) (partly balanced equation) (1.7) (partly balanced equation) Chemical Reactions and Equations To equalise Fe, we take three atoms of Fe on the LHS. 3 Fe + 4 H2O → Fe3O4 + 4 H2 (1.8) Step VI: Step VI: Step VI: Step VI: Step VI: Finally, to check the correctness of the balanced equation, we count atoms of each element on both sides of the equation. 3Fe + 4H2O → Fe3O4 + 4H2 The numbers of atoms of elements on both sides of Eq. (1.9) are equal. This equation is now balanced. This method of balancing chemical equations is called hit-and-trial method as we make trials to balance the equation by using the smallest whole number coefficient. Step VII: Step VII: Step VII: Step VII: Step VII: W W W W Writing Symbols of Physical States riting Symbols of Physical States riting Symbols of Physical States riting Symbols of Physical States riting Symbols of Physical States Carefully examine the above balanced Eq. (1.9). Does this equation tell us anything about the physical state of each reactant and product? No information has been given in this equation about their physical states. To make a chemical equation more informative, the physical states of the reactants and products are mentioned along with their chemical formulae. The gaseous, liquid, aqueous and solid states of reactants and products are represented by the notations (g), (l), (aq) and (s), respectively. The word aqueous (aq) is written if the reactant or product is present as a solution in water. The balanced Eq. (1.9) becomes 3Fe(s) + 4H2O(g) → Fe3O4(s) + 4H2(g) (1.10) Note that the symbol (g) is used with H2O to indicate that in this reaction water is used in the form of steam. Usually physical states are not included in a chemical equation unless it is necessary to specify them. Sometimes the reaction conditions, such as temperature, pressure, catalyst, etc., for the reaction are indicated above and/or below the arrow in the equation. For example – CO(g) + 2H (g) 340atm CH OH(l)  →  (1.11) 6CO (aq) 12H O(l) C H O (aq) 6O + + Sunlight Chlorophyll  →  (aq) 6H O(l) + (1.12) (Glucose) Using these steps, can you balance Eq. (1.2) given in the text earlier? Step V: Step V: Step V: Step V: Step V: Examine the above equation and pick up the third element which is not balanced. You find that only one element is left to be balanced, that is, iron. Atoms of Atoms of Atoms of Atoms of Atoms of In reactants In reactants In reactants In reactants In reactants In products In products In products In products In products iron iron iron iron iron (i) Initial 1 (in Fe) 3 (in Fe3O4) (ii) To balance 1 × 3 (1.9) (balanced equation) Science",
        "figures": []
    },
    {
        "id": 5,
        "chapter": "1 CHAPTER",
        "subchapter": "1.2 TYPES OF CHEMICAL REACTIONS",
        "content": "We have learnt in Class IX that during a chemical reaction atoms of one element do not change into those of another element. Nor do atoms disappear from the mixture or appear from elsewhere. Actually, chemical reactions involve the breaking and making of bonds between atoms to produce new substances. You will study about types of bonds formed between atoms in Chapters 3 and 4.",
        "figures": []
    },
    {
        "id": 6,
        "chapter": "1 CHAPTER",
        "subchapter": "1.2.1 Combination Reaction",
        "content": "Activity 1.4 n Take a small amount of calcium oxide or quick lime in a beaker. n Slowly add water to this. n Touch the beaker as shown in Fig. 1.3. n Do you feel any change in temperature? Figure 1.3 Formation of slaked lime by the reaction of calcium oxide with water Calcium oxide reacts vigorously with water to produce slaked lime (calcium hydroxide) releasing a large amount of heat. CaO(s) + H2O(l) → Ca(OH)2(aq) + Heat (1.13) (Quick lime) (Slaked lime) In this reaction, calcium oxide and water combine to form a single product, calcium hydroxide. Such a reaction in which a single product is formed from two or more reactants is known as a combination reaction. Q U E S T I O N S Q U E S T I O N S Q U E S T I O N S Q U E S T I O N S Q U E S T I O N S 1. Why should a magnesium ribbon be cleaned before burning in air? 2. Write the balanced equation for the following chemical reactions. (i) Hydrogen + Chlorine → Hydrogen chloride (ii) Barium chloride + Aluminium sulphate → Barium sulphate + Aluminium chloride (iii) Sodium + Water → Sodium hydroxide + Hydrogen 3. Write a balanced chemical equation with state symbols for the following reactions. (i) Solutions of barium chloride and sodium sulphate in water react to give insoluble barium sulphate and the solution of sodium chloride. (ii) Sodium hydroxide solution (in water) reacts with hydrochloric acid solution (in water) to produce sodium chloride solution and water. ? Chemical Reactions and Equations Let us discuss some more examples of combination reactions. (i) Burning of coal C(s) + O2(g) → CO2(g) (1.15) (ii) Formation of water from H2(g) and O2(g) 2H2(g) + O2(g) → 2H2O(l) (1.16) In simple language we can say that when two or more substances (elements or compounds) combine to form a single product, the reactions are called combination reactions. In Activity 1.4, we also observed that a large amount of heat is evolved. This makes the reaction mixture warm. Reactions in which heat is released along with the formation of products are called exothermic chemical reactions. Other examples of exothermic reactions are – (i) Burning of natural gas CH4(g) + 2O2 (g) → CO2 (g) + 2H2O (g) (1.17) (ii) Do you know that respiration is an exothermic process? We all know that we need energy to stay alive. We get this energy from the food we eat. During digestion, food is broken down into simpler substances. For example, rice, potatoes and bread contain carbohydrates. These carbohydrates are broken down to form glucose. This glucose combines with oxygen in the cells of our body and provides energy. The special name of this reaction is respiration, the process of which you will study in Chapter 6. C6H12O6(aq) + 6O2(aq) → 6CO2(aq) + 6H2O(l) + energy (1.18) (Glucose) (iii) The decomposition of vegetable matter into compost is also an example of an exothermic reaction. Identify the type of the reaction taking place in Activity 1.1, where heat is given out along with the formation of a single product. Do You Know? A solution of slaked lime produced by the reaction 1.13 is used for whitewashing walls. Calcium hydroxide reacts slowly with the carbon dioxide in air to form a thin layer of calcium carbonate on the walls. Calcium carbonate is formed after two to three days of whitewashing and gives a shiny finish to the walls. It is interesting to note that the chemical formula for marble is also CaCO3. Ca(OH)2(aq) + CO2(g) → CaCO3(s) + H2O(l) (1.14) (Calcium (Calcium hydroxide) carbonate) Science Figure 1.5 Heating of lead nitrate and emission of nitrogen dioxide Figure 1.4 Correct way of heating the boiling tube containing crystals of ferrous sulphate and of smelling the odour Activity 1.6 n Take about 2 g lead nitrate powder in a boiling tube. n Hold the boiling tube with a pair of tongs and heat it over a flame, as shown in Fig. 1.5. n What do you observe? Note down the change, if any. You will observe the emission of brown fumes. These fumes are of nitrogen dioxide (NO2). The reaction that takes place is – Activity 1.5 n Take about 2 g ferrous sulphate crystals in a dry boiling tube. n Note the colour of the ferrous sulphate crystals. n Heat the boiling tube over the flame of a burner or spirit lamp as shown in Fig. 1.4. n Observe the colour of the crystals after heating. Have you noticed that the green colour of the ferrous sulphate crystals has changed? You can also smell the characteristic odour of burning sulphur. 2FeSO4(s) Heat  →  Fe2O3(s) + SO2(g) + SO3(g) (1.19) (Ferrous sulphate) (Ferric oxide) In this reaction you can observe that a single reactant breaks down to give simpler products. This is a decomposition reaction. Ferrous sulphate crystals (FeSO4, 7H2O) lose water when heated and the colour of the crystals changes. It then decomposes to ferric oxide (Fe2O3), sulphur dioxide (SO2) and sulphur trioxide (SO3). Ferric oxide is a solid, while SO2 and SO3 are gases. Decomposition of calcium carbonate to calcium oxide and carbon dioxide on heating is an important decomposition reaction used in various industries. Calcium oxide is called lime or quick lime. It has many uses – one is in the manufacture of cement. When a decomposition reaction is carried out by heating, it is called thermal decomposition. CaCO3(s) Heat  →  CaO(s) + CO2(g) (1.20) (Limestone) (Quick lime) Another example of a thermal decomposition reaction is given in Activity 1.6.",
        "figures": [
            {
                "figure": "Figure 1.1",
                "desc": "Figure 1.1 Burning of a magnesium ribbon in air and collection of magnesiumoxide in a watch-glass."
            },
            {
                "figure": "Figure 1.2",
                "desc": "Figure 1.2 Formation of hydrogengas by the action ofdilute sulphuric acid on zinc."
            },
            {
                "figure": "Figure 1.3",
                "desc": "Figure 1.3 Formation of slaked lime by the reaction of calcium oxide with water Calcium oxide reacts vigorously with water to produce slaked lime (calcium hydroxide) releasing a large amount of heat."
            }
        ]
    },
    {
        "id": 7,
        "chapter": "1 CHAPTER",
        "subchapter": "1.2.2 Decomposition Reaction",
        "content": "Chemical Reactions and Equations Activity 1.7 Activity 1.8 n Take about 2 g silver chloride in a china dish. n What is its colour? n Place this china dish in sunlight for some time (Fig. 1.7). n Observe the colour of the silver chloride after some time. Figure 1.7 Silver chloride turns grey in sunlight to form silver metal You will see that white silver chloride turns grey in sunlight. This is due to the decomposition of silver chloride into silver and chlorine by light. 2AgCl(s) Sunlight  →  2Ag(s) + Cl2(g) (1.22) n Take a plastic mug. Drill two holes at its base and fit rubber stoppers in these holes. Insert carbon electrodes in these rubber stoppers as shown in Fig. 1.6. n Connect these electrodes to a 6 volt battery. n Fill the mug with water such that the electrodes are immersed. Add a few drops of dilute sulphuric acid to the water. n Take two test tubes filled with water and invert them over the two carbon electrodes. n Switch on the current and leave the apparatus undisturbed for some time. n You will observe the formation of bubbles at both the electrodes. These bubbles displace water in the test tubes. n Is the volume of the gas collected the same in both the test tubes? n Once the test tubes are filled with the respective gases, remove them carefully. n Test these gases one by one by bringing a burning candle close to the mouth of the test tubes. CAUTION: This step must be performed carefully by the teacher. n What happens in each case? n Which gas is present in each test tube? Figure 1.6 Electrolysis of water 2Pb(NO3)2(s) Heat  → 2PbO(s) + 4NO2(g) + O2(g) (1.21) (Lead nitrate) (Lead oxide) (Nitrogen (Oxygen) dioxide) Let us perform some more decomposition reactions as given in Activities 1.7 and 1.8. Science Figure 1.8 (a) Iron nails dipped in copper sulphate solution ? Q U E S T I O N S Q U E S T I O N S Q U E S T I O N S Q U E S T I O N S Q U E S T I O N S 1. A solution of a substance ‘X’ is used for whitewashing. (i) Name the substance ‘X’ and write its formula. (ii) Write the reaction of the substance ‘X’ named in (i) above with water. 2. Why is the amount of gas collected in one of the test tubes in Activity",
        "figures": [
            {
                "figure": "Figure 1.4",
                "desc": "Figure 1.4 Correct way of heating the boiling tube containing crystals of ferrous sulphate and of smelling the odour."
            },
            {
                "figure": "Figure 1.5",
                "desc": "Heating of lead nitrate and emission of nitrogen dioxide."
            },
            {
                "figure": "Figure 1.6",
                "desc": "Figure 1.6 Electrolysis of water."
            },
            {
                "figure": "Figure 1.7",
                "desc": "Figure 1.7 Silver chloride turns grey in sunlight to form silver metal You will see that white silver chloride turns grey in sunlight."
            }
        ]
    },
    {
        "id": 8,
        "chapter": "1 CHAPTER",
        "subchapter": "1.2.3 Displacement Reaction",
        "content": "Activity 1.9 n Take three iron nails and clean them by rubbing with sand paper. n Take two test tubes marked as (A) and (B). In each test tube, take about 10 mL copper sulphate solution. n Tie two iron nails with a thread and immerse them carefully in the copper sulphate solution in test tube B for about 20 minutes [Fig. 1.8 (a)]. Keep one iron nail aside for comparison. n After 20 minutes, take out the iron nails from the copper sulphate solution. n Compare the intensity of the blue colour of copper sulphate solutions in test tubes (A) and (B) [Fig. 1.8 (b)]. n Also, compare the colour of the iron nails dipped in the copper sulphate solution with the one kept aside [Fig. 1.8 (b)]. Take about 2 g barium hydroxide in a test tube. Add 1 g of ammonium chloride and mix with the help of a glass rod. Touch the bottom of the test tube with your palm. What do you feel? Is this an exothermic or endothermic reaction? Carry out the following Activity Carry out the following Activity Carry out the following Activity Carry out the following Activity Carry out the following Activity Silver bromide also behaves in the same way. 2AgBr(s) Sunlight  →  2Ag(s) + Br2(g) (1.23) The above reactions are used in black and white photography. What form of energy is causing these decomposition reactions? We have seen that the decomposition reactions require energy either in the form of heat, light or electricity for breaking down the reactants. Reactions in which energy is absorbed are known as endothermic reactions. Chemical Reactions and Equations Why does the iron nail become brownish in colour and the blue colour of copper sulphate solution fades? The following chemical reaction takes place in this Activity– Fe(s) + CuSO4(aq) → FeSO4(aq) + Cu(s) (1.24) (Copper sulphate) (Iron sulphate) In this reaction, iron has displaced or removed another element, copper, from copper sulphate solution. This reaction is known as displacement reaction. Other examples of displacement reactions are Zn(s) + CuSO4(aq) → ZnSO4(aq) + Cu(s) (1.25) (Copper sulphate) (Zinc sulphate) Pb(s) + CuCl2(aq) → PbCl2(aq) + Cu(s) (1.26) (Copper chloride) (Lead chloride) Zinc and lead are more reactive elements than copper. They displace copper from its compounds.",
        "figures": [
            {
                "figure": "Figure 1.8a",
                "desc": "Figure 1.8 (a) Iron nails dipped in copper sulphate solution ?"
            },
            {
                "figure": "Figure 1.8b",
                "desc": "Figure 1.8 (b) Iron nails and copper sulphate solutions compared before and after the experiment."
            }
        ]
    },
    {
        "id": 9,
        "chapter": "1 CHAPTER",
        "subchapter": "1.2.4 Double Displacement Reaction",
        "content": "Activity 1.10 n Take about 3 mL of sodium sulphate solution in a test tube. n In another test tube, take about 3 mL of barium chloride solution. n Mix the two solutions (Fig. 1.9). n What do you observe? Figure 1.9 Formation of barium sulphate and sodium chloride You will observe that a white substance, which is insoluble in water, is formed. This insoluble substance formed is known as a precipitate. Any reaction that produces a precipitate can be called a precipitation reaction. Na2SO4(aq) + BaCl2(aq) → BaSO4(s) + 2NaCl(aq) (1.27) (Sodium (Barium (Barium (Sodium sulphate) chloride) sulphate) chloride) Figure 1.8 (b) Iron nails and copper sulphate solutions compared before and after the experiment Science",
        "figures": [
            {
                "figure": "Figure 1.9",
                "desc": "Figure 1.9 Formation of barium sulphate and sodium chloride."
            }
        ]
    },
    {
        "id": 10,
        "chapter": "1 CHAPTER",
        "subchapter": "1.2.5 Oxidation and Reduction",
        "content": "The surface of copper powder becomes coated with black copper(II) oxide. Why has this black substance formed? This is because oxygen is added to copper and copper oxide is formed. 2CuO (1.28) If hydrogen gas is passed over this heated material (CuO), the black coating on the surface turns brown as the reverse reaction takes place and copper is obtained. CuO +H Heat 2  →  Cu+H O 2 (1.29) If a substance gains oxygen during a reaction, it is said to be oxidised. If a substance loses oxygen during a reaction, it is said to be reduced. During this reaction (1.29), the copper(II) oxide is losing oxygen and is being reduced. The hydrogen is gaining oxygen and is being oxidised. In other words, one reactant gets oxidised while the other gets reduced during a reaction. Such reactions are called oxidation-reduction reactions or redox reactions. Some other examples of redox reactions are: ZnO + C → + Zn CO + 4 → MnO HCl MnCl HO Cl 2 + 2 2 + 2 2 (1.30) (1.31) (1.32) Science In reaction (1.31) carbon is oxidised to CO and ZnO is reduced to Zn. In reaction (1.32) HCl is oxidised to Cl2 whereas MnO2 is reduced to MnCl2 . From the above examples we can say that if a substance gains oxygen or loses hydrogen during a reaction, it is oxidised. If a substance loses oxygen or gains hydrogen during a reaction, it is reduced. Recall Activity 1.1, where a magnesium ribbon burns with a dazzling flame in air (oxygen) and changes into a white substance, magnesium oxide. Is magnesium being oxidised or reduced in this reaction?",
        "figures": [
            {
                "figure": "Figure 1.10",
                "desc": "Figure 1.10 Oxidation of copper to copper oxide."
            }
        ]
    },
    {
        "id": 11,
        "chapter": "1 CHAPTER",
        "subchapter": "1.3 HAVE YOU OBSERVED THE EFFECTS OF OXIDATION REACTIONS IN EVERYDAY LIFE?",
        "content": "",
        "figures": []
    },
    {
        "id": 12,
        "chapter": "1 CHAPTER",
        "subchapter": "1.3.1 Corrosion",
        "content": "You must have observed that iron articles are shiny when new, but get coated with a reddish brown powder when left for some time. This process is commonly known as rusting of iron. Some other metals also get tarnished in this manner. Have you noticed the colour of the coating formed on copper and silver? When a metal is attacked by substances around it such as moisture, acids, etc., it is said to corrode and this process is called corrosion. The black coating on silver and the green coating on copper are other examples of corrosion. Corrosion causes damage to car bodies, bridges, iron railings, ships and to all objects made of metals, specially those of iron. Corrosion of iron is a serious problem. Every year an enormous amount of money is spent to replace damaged iron. You will learn more about corrosion in Chapter 3.",
        "figures": []
    },
    {
        "id": 13,
        "chapter": "1 CHAPTER",
        "subchapter": "1.3.2 Rancidity",
        "content": "Have you ever tasted or smelt the fat/oil containing food materials left for a long time? When fats and oils are oxidised, they become rancid and their smell and taste change. Usually substances which prevent oxidation (antioxidants) are added to foods containing fats and oil. Keeping food in air tight containers helps to slow down oxidation. Do you know that chips manufacturers usually flush bags of chips with gas such as nitrogen to prevent the chips from getting oxidised ?",
        "figures": []
    },
    {
        "id": 14,
        "chapter": "13 CHAPTER",
        "subchapter": "Name",
        "content": "Magnetic Effects of Electric Current",
        "figures": []
    },
    {
        "id": 15,
        "chapter": "13 CHAPTER",
        "subchapter": "content",
        "content": "I n the previous Chapter on ‘Electricity’ we learnt about the heating effects of electric current. What could be the other effects of electric current? We know that an electric current-carrying wire behaves like a magnet. Let us perform the following Activity to reinforce it. Activity 13.1 n Take a straight thick copper wire and place it between the points X and Y in an electric circuit, as shown in Fig. 13.1. The wire XY is kept perpendicular to the plane of paper. n Horizontally place a small compass near to this copper wire. See the position of its needle. n Pass the current through the circuit by inserting the key into the plug. n Observe the change in the position of the compass needle. Figure 13.1 Compass needle is deflected on passing an electric current through a metallic conductor We see that the needle is deflected. What does it mean? It means that the electric current through the copper wire has produced a magnetic effect. Thus we can say that electricity and magnetism are linked to each other. Then, what about the reverse possibility of an electric effect of moving magnets? In this Chapter we will study magnetic fields and such electromagnetic effects. We shall also study about electromagnets and electric motors which involve the magnetic effect of electric current, and electric generators which involve the electric effect of moving magnets. Hans Christian Oersted (1777–1851) Hans Christian Oersted (1777–1851) Hans Christian Oersted (1777–1851) Hans Christian Oersted (1777–1851) Hans Christian Oersted (1777–1851) Hans Christian Oersted, one of the leading scientists of the 19th century, played a crucial role in understanding electromagnetism. In 1820 he accidentally discovered that a compass needle got deflected when an electric current passed through a metallic wire placed nearby. Through this observation Oersted showed that electricity and magnetism were related phenomena. His research later created technologies such as the radio, television and fiber optics. The unit of magnetic field strength is named the oersted in his honor. Resistor Long straight conductor ©KTBS Not to be republished Science",
        "figures": []
    },
    {
        "id": 16,
        "chapter": "13 CHAPTER",
        "subchapter": "13.1 MAGNETIC FIELD AND FIELD LINES",
        "content": "We are familiar with the fact that a compass needle gets deflected when brought near a bar magnet. A compass needle is, in fact, a small bar magnet. The ends of the compass needle point approximately towards north and south directions. The end pointing towards north is called north seeking or north pole. The other end that points towards south is called south seeking or south pole. Through various activities we have observed that like poles repel, while unlike poles of magnets attract each other. Q U E S T I O N Q U E S T I O N Q U E S T I O N Q U E S T I O N Q U E S T I O N ? 1. Why does a compass needle get deflected when brought near a bar magnet? Activity 13.2 n Fix a sheet of white paper on a drawing board using some adhesive material. n Place a bar magnet in the centre of it. n Sprinkle some iron filings uniformly around the bar magnet (Fig. 13.2). A salt-sprinkler may be used for this purpose. n Now tap the board gently. n What do you observe? Figure 13.2 Iron filings near the bar magnet align themselves along the field lines. The iron filings arrange themselves in a pattern as shown Fig. 13.2. Why do the iron filings arrange in such a pattern? What does this pattern demonstrate? The magnet exerts its influence in the region surrounding it. Therefore the iron filings experience a force. The force thus exerted makes iron filings to arrange in a pattern. The region surrounding a magnet, in which the force of the magnet can be detected, is said to have a magnetic field. The lines along which the iron filings align themselves represent magnetic field lines. Are there other ways of obtaining magnetic field lines around a bar magnet? Yes, you can yourself draw the field lines of a bar magnet. Activity 13.3 n Take a small compass and a bar magnet. n Place the magnet on a sheet of white paper fixed on a drawing board, using some adhesive material. n Mark the boundary of the magnet. n Place the compass near the north pole of the magnet. How does it behave? The south pole of the needle points towards the north pole of the magnet. The north pole of the compass is directed away from the north pole of the magnet. ©KTBS Not to be republished Magnetic Effects of Electric Current Magnetic field is a quantity that has both direction and magnitude. The direction of the magnetic field is taken to be the direction in which a north pole of the compass needle moves inside it. Therefore it is taken by convention that the field lines emerge from north pole and merge at the south pole (note the arrows marked on the field lines in Fig. 13.4). Inside the magnet, the direction of field lines is from its south pole to its north pole. Thus the magnetic field lines are closed curves. The relative strength of the magnetic field is shown by the degree of closeness of the field lines. The field is stronger, that is, the force acting on the pole of another magnet placed is greater where the field lines are crowded (see Fig. 13.4). No two field-lines are found to cross each other. If they did, it would mean that at the point of intersection, the compass needle would point towards two directions, which is not possible. 13.2 13.2 13.2 13.2",
        "figures": [
            {
                "figure": "Figure 13.2",
                "desc": "Figure 13.2 Iron filings near the bar magnet align themselves along the field lines."
            },
            {
                "figure": "Figure 13.3",
                "desc": "Figure 13.3 Drawing a magnetic field line with the help of a compass needle."
            },
            {
                "figure": "Figure 13.4",
                "desc": "Figure 13.4 Field lines around a bar magnet."
            }
        ]
    },
    {
        "id": 17,
        "chapter": "13 CHAPTER",
        "subchapter": "13.2 MAGNETIC FIELD DUE TO A CURRENT-CARRYING CONDUCTOR",
        "content": "In Activity 13.1, we have seen that an electric current through a metallic conductor produces a magnetic field around it. In order to find the direction of the field produced let us repeat the activity in the following way Figure 13.3 Drawing a magnetic field line with the help of a compass needle Figure 13.4 Field lines around a bar magnet ARRYING ARRYING Magnetic Effects of Electric Current 119 ©KTBS Not to be republished Activity 13.4 n Take a long straight copper wire, two or three cells of 1.5 V each, and a plug key. Connect all of them in series as shown in Fig. 13.5 (a). n Place the straight wire parallel to and over a compass needle. n Plug the key in the circuit. n Observe the direction of deflection of the north pole of the needle. If the current flows from north to south, as shown in Fig. 13.5 (a), the north pole of the compass needle would move towards the east. n Replace the cell connections in the circuit as shown in Fig. 13.5 (b). This would result in the change of the direction of current through the copper wire, that is, from south to north. n Observe the change in the direction of deflection of the needle. You will see that now the needle moves in opposite direction, that is, towards the west [Fig. 13.5 (b)]. It means that the direction of magnetic field produced by the electric current is also reversed. (a) (b) Figure 13.5 A simple electric circuit in which a straight copper wire is placed parallel to and over a compass needle. The deflection in the needle becomes opposite when the direction of the current is reversed",
        "figures": [
            {
                "figure": "Figure 13.5a",
                "desc": "Figure 13.5(a) A simple electric circuit in which a straight copper wire is placed parallel to and over a compass needle."
            },
            {
                "figure": "Figure 13.5b",
                "desc": "Figure 13.5(b) A simple electric circuit in which a straight copper wire is placed parallel to and over a compass needle."
            }
        ]
    },
    {
        "id": 18,
        "chapter": "13 CHAPTER",
        "subchapter": "13.2.1 Magnetic Field due to a Current through a Straight Conductor",
        "content": "What determines the pattern of the magnetic field generated by a current through a conductor? Does the pattern depend on the shape of the conductor? We shall investigate this with an activity. We shall first consider the pattern of the magnetic field around a straight conductor carrying current. Activity 13.5 n Take a battery (12 V), a variable resistance (or a rheostat), an ammeter (0–5 A), a plug key, connecting wires and a long straight thick copper wire. n Insert the thick wire through the centre, normal to the plane of a rectangular cardboard. Take care that the cardboard is fixed and does not slide up or down. 120 Science ©KTBS Not to be republished n Connect the copper wire vertically between the points X and Y, as shown in Fig. 13.6 (a), in series with the battery, a plug and key. n Sprinkle some iron filings uniformly on the cardboard. (You may use a salt sprinkler for this purpose.) n Keep the variable of the rheostat at a fixed position and note the current through the ammeter. n Close the key so that a current flows through the wire. Ensure that the copper wire placed between the points X and Y remains vertically straight. n Gently tap the cardboard a few times. Observe the pattern of the iron filings. You would find that the iron filings align themselves showing a pattern of concentric circles around the copper wire (Fig. 13.6). n What do these concentric circles represent? They represent the magnetic field lines. n How can the direction of the magnetic field be found? Place a compass at a point (say P) over a circle. Observe the direction of the needle. The direction of the north pole of the compass needle would give the direction of the field lines produced by the electric current through the straight wire at point P. Show the direction by an arrow. n Does the direction of magnetic field lines get reversed if the direction of current through the straight copper wire is reversed? Check it. What happens to the deflection of the compass needle placed at a given point if the current in the copper wire is changed? To see this, vary the current in the wire. We find that the deflection in the needle also changes. In fact, if the current is increased, the deflection also increases. It indicates that the magnitude of the magnetic field produced at a given point increases as the current through the wire increases. What happens to the deflection of the needle if the compass is moved away from the copper wire but the current through the wire remains the same? To see this, now place the compass at a farther point from the conducting wire (say at point Q). What change do you observe? We see that the deflection in the needle decreases. Thus the magnetic field produced by a given current in the conductor decreases as the distance from it increases. From Fig. 13.6, it can be noticed that the concentric circles representing the magnetic field around a current-carrying straight wire become larger and larger as we move away from it",
        "figures": [
            {
                "figure": "Figure 13.6a",
                "desc": "Figure 13.6a A pattern of concentric circles indicating the field lines of a magnetic field around a straight conducting wire. The arrows in the circles show the direction of the field lines."
            },
            {
                "figure": "Figure 13.6b",
                "desc": "Figure 13.6b A close up of the pattern obtained."
            }
        ]
    },
    {
        "id": 19,
        "chapter": "13 CHAPTER",
        "subchapter": "13.2.2 Right-Hand Thumb Rule",
        "content": "A convenient way of finding the direction of magnetic field associated with a current-carrying conductor is given in Fig. 13.7. Variable resistance (a) (b) Figure 13.6 (a) A pattern of concentric circles indicating the field lines of a magnetic field around a straight conducting wire. The arrows in the circles show the direction of the field lines. (b) A close up of the pattern obtained. Magnetic Effects of Electric Current 121 ©KTBS Not to be republished Imagine that you are holding a current-carrying straight conductor in your right hand such that the thumb points towards the direction of current. Then your fingers will wrap around the conductor in the direction of the field lines of the magnetic field, as shown in Fig. 13.7. This is known as the right-hand thumb rule*. Figure 13.7 Right-hand thumb rule 1. Example 13.1 A current through a horizontal power line flows in east to west direction. What is the direction of magnetic field at a point directly below it and at a point directly above it? Solution Solution Solution The current is in the east-west direction. Applying the right-hand thumb rule, we get that the magnetic field (at any point below or above the wire) turns clockwise in a plane perpendicular to the wire, when viewed from the east end, and anti-clockwise, when viewed from the west end",
        "figures": [
            {
                "figure": "Figure 13.7",
                "desc": "Figure 13.7 Right-hand thumb rule."
            }
        ]
    },
    {
        "id": 20,
        "chapter": "13 CHAPTER",
        "subchapter": "13.2.3 Magnetic Field due to a Current through a Circular Loop",
        "content": "We have so far observed the pattern of the magnetic field lines produced around a current-carrying straight wire. Suppose this straight wire is bent in the form of a circular loop and a current is passed through it. How would the magnetic field lines look like? We know that the magnetic field produced by a current-carrying straight wire depends inversely on the distance from it. Similarly at every point of a current-carrying circular loop, the concentric circles representing the magnetic field around it would become larger and larger as we move away from the wire (Fig. 13.8). By the time we reach at the centre of the circular loop, the arcs of these big circles would appear as straight lines. Every point on the wire carrying current would give rise to the magnetic field appearing as straight lines at the center of the loop. By applying the right hand rule, it is easy to check that every section of the wire contributes to the magnetic field lines in the same direction within the loop. * This rule is also called Maxwell’s corkscrew rule. If we consider ourselves driving a corkscrew in the direction of the current, then the direction of the rotation of corkscrew is the direction of the magnetic field. 122 Science ©KTBS Not to be republished We know that the magnetic field produced by a current-carrying wire at a given point depends directly on the current passing through it. Therefore, if there is a circular coil having n turns, the field produced is n times as large as that produced by a single turn. This is because the current in each circular turn has the same direction, and the field due to each turn then just adds up",
        "figures": [
            {
                "figure": "Figure 13.8",
                "desc": "Figure 13.8 Magnetic field lines of the field produced by a current-carrying circular loop."
            }
        ]
    },
    {
        "id": 21,
        "chapter": "13 CHAPTER",
        "subchapter": "13.2.4 Magnetic Field due to a Current in a Solenoid",
        "content": "A coil of many circular turns of insulated copper wire wrapped closely in the shape of a cylinder is called a solenoid. The pattern of the magnetic field lines around a current-carrying solenoid is shown in Fig. 13.10. Compare the pattern of the field with the magnetic field around a bar magnet (Fig. 13.4). Do they look similar? Yes, they are similar. In fact, one end of the solenoid behaves as a magnetic north pole, while the other behaves as the south pole. The field lines inside the solenoid are in the form of parallel straight lines. This indicates that the magnetic field is the same at all points inside the solenoid. That is, the field is uniform inside the solenoid. A strong magnetic field produced inside a solenoid can be used to magnetise a piece of magnetic material, like soft iron, when placed inside the coil (Fig. 13.11). The magnet so formed is called an electromagnet",
        "figures": [
            {
                "figure": "Figure 13.10",
                "desc": "Figure 13.10 Field lines of the magnetic field through and around a current carrying solenoid."
            },
            {
                "figure": "Figure 13.11",
                "desc": "Figure 13.11 A current-carrying solenoid coil is used to magnetise steel rod inside it – an electromagnet."
            }
        ]
    },
    {
        "id": 22,
        "chapter": "13 CHAPTER",
        "subchapter": "13.3FORCE ON A CURRENT-CARRYING CONDUCTOR IN A MAGNETIC FIELD",
        "content": "We have learnt that an electric current flowing through a conductor produces a magnetic field. The field so produced exerts a force on a magnet placed in the vicinity of the conductor. French scientist Andre Marie Ampere (1775–1836) suggested that the magnet must also exert an equal and opposite force on the current-carrying conductor. The force due to a magnetic field acting on a current-carrying conductor can be demonstrated through the following activity. Activity 13.7 n Take a small aluminium rod AB (of about 5 cm). Using two connecting wires suspend it horizontally from a stand, as shown in Fig. 13.12. n Place a strong horse-shoe magnet in such a way that the rod lies between the two poles with the magnetic field directed upwards. For this put the north pole of the magnet vertically below and south pole vertically above the aluminium rod (Fig. 13.12). n Connect the aluminium rod in series with a battery, a key and a rheostat. n Now pass a current through the aluminium rod from end B to end A. n What do you observe? It is observed that the rod is displaced towards the left. You will notice that the rod gets displaced. n Reverse the direction of current flowing through the rod and observe the direction of its displacement. It is now towards the right. Why does the rod get displaced? Figure 13.12 A current-carrying rod, AB, experiences a force perpendicular to its length and the magnetic field. Support for the magnet is not shown here, for simplicity. The displacement of the rod in the above activity suggests that a force is exerted on the current-carrying aluminium rod when it is placed in a magnetic field. It also suggests that the direction of force is also reversed when the direction of current through the conductor is reversed. Now change the direction of field to vertically downwards by interchanging the two poles of the magnet. It is once again observed that 124 Science ©KTBS Not to be republished Magnetic Effects of Electric Current 125 the direction of force acting on the current-carrying rod gets reversed. It shows that the direction of the force on the conductor depends upon the direction of current and the direction of the magnetic field. Experiments have shown that the displacement of the rod is largest (or the magnitude of the force is the highest) when the direction of current is at right angles to the direction of the magnetic field. In such a condition we can use a simple rule to find the direction of the force on the conductor. In Activity 13.7, we considered the direction of the current and that of the magnetic field perpendicular to each other and found that the force is perpendicular to both of them. The three directions can be illustrated through a simple rule, called Fleming’s left-hand rule. According to this rule, stretch the thumb, forefinger and middle finger of your left hand such that they are mutually perpendicular (Fig. 13.13). If the first finger points in the direction of magnetic field and the second finger in the direction of current, then the thumb will point in the direction of motion or the force acting on the conductor. Devices that use current-carrying conductors and magnetic fields include electric motor, electric generator, loudspeakers, microphones and measuring instruments. In the next few sections we shall study about electric motors and generators",
        "figures": [
            {
                "figure": "Figure 13.12",
                "desc": "Figure 13.12 A current-carrying rod, AB, experiences a force perpendicular to its length and the magnetic field."
            }
        ]
    },
    {
        "id": 23,
        "chapter": "13 CHAPTER",
        "subchapter": "13.4 ELECTRIC MOTOR",
        "content": "An electric motor is a rotating device that converts electrical energy to mechanical energy. Electric motor is used as an important component in electric fans, refrigerators, mixers, washing machines, computers, MP3 players etc. Do you know how an electric motor works? An electric motor, as shown in Fig. 13.15, consists of a rectangular coil ABCD of insulated copper wire. The coil is placed between the two poles of a magnetic field such that the arm AB and CD are perpendicular to the direction of the magnetic field. The ends of the coil are connected to the two halves P and Q of a split ring. The inner sides of these halves are insulated and attached to an axle. The external conducting edges of P and Q touch two conducting stationary brushes X and Y, respectively, as shown in the Fig. 13.15. Current in the coil ABCD enters from the source battery through conducting brush X and flows back to the battery through brush Y. Notice that the current in arm AB of the coil flows from A to B. In arm CD it flows from C to D, that is, opposite to the direction of current through arm AB. On applying Fleming’s left hand rule for the direction of force on a current-carrying Figure 13.15 A simple electric motor More to Know! N ©KTBS Not to be republished Magnetic Effects of Electric Current conductor in a magnetic field (see Fig. 13.13). We find that the force acting on arm AB pushes it downwards while the force acting on arm CD pushes it upwards. Thus the coil and the axle O, mounted free to turn about an axis, rotate anti-clockwise. At half rotation, Q makes contact with the brush X and P with brush Y. Therefore the current in the coil gets reversed and flows along the path DCBA. A device that reverses the direction of flow of current through a circuit is called a commutator. In electric motors, the split ring acts as a commutator. The reversal of current also reverses the direction of force acting on the two arms AB and CD. Thus the arm AB of the coil that was earlier pushed down is now pushed up and the arm CD previously pushed up is now pushed down. Therefore the coil and the axle rotate half a turn more in the same direction. The reversing of the current is repeated at each half rotation, giving rise to a continuous rotation of the coil and to the axle. The commercial motors use (i) an electromagnet in place of permanent magnet; (ii) large number of turns of the conducting wire in the current- carrying coil; and (iii) a soft iron core on which the coil is wound. The soft iron core, on which the coil is wound, plus the coils, is called an armature. This enhances the power of the motor. Activity 13.8 Q U E S T I O N S Q U E S T I O N S Q U E S T I O N S Q U E S T I O N S Q U E S T I O N S ? 1. State Fleming’s left-hand rule. 2. What is the principle of an electric motor? 3. What is the role of the split ring in an electric motor?",
        "figures": [
            {
                "figure": "Figure 13.15",
                "desc": "Figure 13.15 A simple electric motor."
            }
        ]
    },
    {
        "id": 24,
        "chapter": "13 CHAPTER",
        "subchapter": "13.5 ELECTROMAGNETIC INDUCTION",
        "content": "We have studied that when a current-carrying conductor is placed in a magnetic field such that the direction of current is perpendicular to the magnetic field, it experiences a force. This force causes the conductor to move. Now let us imagine a situation in which a conductor is moving inside a magnetic field or a magnetic field is changing around a fixed conductor. What will happen? This was first studied by English physicist Michael Faraday. In 1831, Faraday made an important breakthrough by discovering how a moving magnet can be used to generate electric currents. To observe this effect, let us perform the following activity. n Take a coil of wire AB having a large number of turns. n Connect the ends of the coil to a galvanometer as shown in Fig. 13.16. n Take a strong bar magnet and move its north pole towards the end B of the coil. Do you find any change in the galvanometer needle? ©KTBS Not to be republished Science n There is a momentary deflection in the needle of the galvanometer, say to the right. This indicates the presence of a current in the coil AB. The deflection becomes zero the moment the motion of the magnet stops. n Now withdraw the north pole of the magnet away from the coil. Now the galvanometer is deflected toward the left, showing that the current is now set up in the direction opposite to the first. n Place the magnet stationary at a point near to the coil, keeping its north pole towards the end B of the coil. We see that the galvanometer needle deflects toward the right when the coil is moved towards the north pole of the magnet. Similarly the needle moves toward left when the coil is moved away. n When the coil is kept stationary with respect to the magnet, the deflection of the galvanometer drops to zero. What do you conclude from this activity? Figure 13.16 Moving a magnet towards a coil sets up a current in the coil circuit, as indicated by deflection in the galvanometer needle. A galvanometer is an instrument that can detect the presence of a current in a circuit. The pointer remains at zero (the centre of the scale) for zero current flowing through it. It can deflect either to the left or to the right of the zero mark depending on the direction of current. You can also check that if you had moved south pole of the magnet towards the end B of the coil, the deflections in the galvanometer would just be opposite to the previous case. When the coil and the magnet are both stationary, there is no deflection in the galvanometer. It is, thus, clear from this activity that motion of a magnet with respect to the coil produces an induced potential difference, which sets up an induced electric current in the circuit. Michael Faraday (1791–1867) Michael Faraday (1791–1867) Michael Faraday (1791–1867) Michael Faraday (1791–1867) Michael Faraday (1791–1867) Michael Faraday was an experimental physicist. He had no formal education. He worked in a book-binding shop during his early years. He used to read books that came for binding. This way Faraday developed his interest in science. He got an opportunity to listen to some public lectures by Humphrey Davy of Royal Institute. He made careful notes of Davy’s lectures and sent them to Davy. Soon he was made an assistant in Davy’s laboratory at the Royal Institute. Faraday made several path-breaking discoveries that include electromagnetic induction and the laws of electrolysis. Several universities conferred on him the honorary degrees but he turned down such honours. Faraday loved his science work more than any honour. ©KTBS Not to be republished Magnetic Effects of Electric Current Let us now perform a variation of Activity 13.8 in which the moving magnet is replaced by a current-carrying coil and the current in the coil can be varied. Activity 13.9 n Take two different coils of copper wire having large number of turns (say 50 and 100 turns respectively). Insert them over a non-conducting cylindrical roll, as shown in Fig. 13.17. (You may use a thick paper roll for this purpose.) n Connect the coil-1, having larger number of turns, in series with a battery and a plug key. Also connect the other coil-2 with a galvanometer as shown. n Plug in the key. Observe the galvanometer. Is there a deflection in its needle? You will observe that the needle of the galvanometer instantly jumps to one side and just as quickly returns to zero, indicating a momentary current in coil-2. n Disconnect coil-1 from the battery. You will observe that the needle momentarily moves, but to the opposite side. It means that now the current flows in the opposite direction in coil-2. In this activity we observe that as soon as the current in coil-1 reaches either a steady value or zero, the galvanometer in coil-2 shows no deflection. From these observations, we conclude that a potential difference is induced in the coil-2 whenever the electric current through the coil–1 is changing (starting or stopping). Coil-1 is called the primary coil and coil-2 is called the secondary coil. As the current in the first coil changes, the magnetic field associated with it also changes. Thus the magnetic field lines around the secondary coil also change. Hence the change in magnetic field lines associated with the secondary coil is the cause of induced electric current in it. This process, by which a changing magnetic field in a conductor induces a current in another conductor, is called electromagnetic induction. In practice we can induce current in a coil either by moving it in a magnetic field or by changing the magnetic field around it. It is convenient in most situations to move the coil in a magnetic field. The induced current is found to be the highest when the direction of motion of the coil is at right angles to the magnetic field. In this situation, we can use a simple rule to know the direction of the induced current. Stretch the thumb, forefinger and middle finger of right hand so that they are perpendicular to each other, as shown in Fig. 13.18. If the forefinger indicates the direction of the magnetic field and the thumb shows the direction of motion of conductor, then the middle finger will show the direction of induced current. This simple rule is called Fleming’s right-hand rule. Figure 13.18 Fleming’s right-hand rule Figure 13.17 Current is induced in coil-2 when current in coil-1 is changed ©KTBS Not to be republished Science",
        "figures": [
            {
                "figure": "Figure 13.16",
                "desc": "Figure 13.16 Moving a magnet towards a coil sets up a current in the coil circuit, as indicated by deflection in the galvanometer needle."
            },
            {
                "figure": "Figure 13.17",
                "desc": "Figure 13.17 Current is induced in coil-2 when current in coil-1 is changed ."
            },
            {
                "figure": "Figure 13.18",
                "desc": "Figure 13.18 Fleming’s right-hand rule."
            }
        ]
    },
    {
        "id": 25,
        "chapter": "13 CHAPTER",
        "subchapter": "13.2  MAGNETIC FIELD DUE TO A CURRENT-CARRYING  CONDUCTOR",
        "content": "MA MA MA MAGNETIC FIELD DUE TO A CURRENT GNETIC FIELD DUE TO A CURRENT GNETIC FIELD DUE TO A CURRENT GNETIC FIELD DUE TO A CURRENT GNETIC FIELD DUE TO A CURRENT-----CCCCCARRYING ARRYING ARRYING ARRYING ARRYING CONDUCTOR CONDUCTOR CONDUCTOR CONDUCTOR CONDUCTOR In Activity 13.1, we have seen that an electric current through a metallic conductor produces a magnetic field around it. In order to find the direction of the field produced let us repeat the activity in the following way – Figure 13.3 Drawing a magnetic field line with the help of a compass needle n Mark the position of two ends of the needle. n Now move the needle to a new position such that its south pole occupies the position previously occupied by its north pole. n In this way, proceed step by step till you reach the south pole of the magnet as shown in Fig. 13.3. n Join the points marked on the paper by a smooth curve. This curve represents a field line. n Repeat the above procedure and draw as many lines as you can. You will get a pattern shown in Fig. 13.4. These lines represent the magnetic field around the magnet. These are known as magnetic field lines. n Observe the deflection in the compass needle as you move it along a field line. The deflection increases as the needle is moved towards the poles. Figure 13.4 Field lines around a bar magnet ©KTBS Not to be republished Science",
        "figures": []
    },
    {
        "id": 26,
        "chapter": "13 CHAPTER",
        "subchapter": "13.2.3 Magnetic Field due to a Current through a  Circular Loop",
        "content": "Circular Loop We have so far observed the pattern of the magnetic field lines produced around a current-carrying straight wire. Suppose this straight wire is bent in the form of a circular loop and a current is passed through it. How would the magnetic field lines look like? We know that the magnetic field produced by a current-carrying straight wire depends inversely on the distance from it. Similarly at every point of a current-carrying circular loop, the concentric circles representing the magnetic field around it would become larger and larger as we move away from the wire (Fig. 13.8). By the time we reach at the centre of the circular loop, the arcs of these big circles would appear as straight lines. Every point on the wire carrying current would give rise to the magnetic field appearing as straight lines at the center of the loop. By applying the right hand rule, it is easy to check that every section of the wire contributes to the magnetic field lines in the same direction within the loop. Figure 13.8 Magnetic field lines of the field produced by a current-carrying circular loop ? Q U E S T I O N S Q U E S T I O N S Q U E S T I O N S Q U E S T I O N S Q U E S T I O N S 1. Draw magnetic field lines around a bar magnet. 2. List the properties of magnetic field lines. 3. Why don’t two magnetic field lines intersect each other? ©KTBS Not to be republished Magnetic Effects of Electric Current We know that the magnetic field produced by a current-carrying wire at a given point depends directly on the current passing through it. Therefore, if there is a circular coil having n turns, the field produced is n times as large as that produced by a single turn. This is because the current in each circular turn has the same direction, and the field due to each turn then just adds up. Activity 13.6 n Take a rectangular cardboard having two holes. Insert a circular coil having large number of turns through them, normal to the plane of the cardboard. n Connect the ends of the coil in series with a battery, a key and a rheostat, as shown in Fig. 13.9. n Sprinkle iron filings uniformly on the cardboard. n Plug the key. n Tap the cardboard gently a few times. Note the pattern of the iron filings that emerges on the cardboard. Figure 13.9 Magnetic field produced by a current- carrying circular coil.",
        "figures": [
            {
                "figure": "Figure 13.9",
                "desc": "Figure 13.9 Magnetic field produced by a current- carrying circular coil."
            }
        ]
    },
    {
        "id": 27,
        "chapter": "13 CHAPTER",
        "subchapter": "13.3 FORCE ON A CURRENT-CARRYING CONDUCTOR  IN A MAGNETIC FIELD",
        "content": "FORCE ON A CURRENT FORCE ON A CURRENT FORCE ON A CURRENT FORCE ON A CURRENT-----CCCCCARRYING CONDUCTOR ARRYING CONDUCTOR ARRYING CONDUCTOR ARRYING CONDUCTOR ARRYING CONDUCTOR IN A MAGNETIC FIELD IN A MAGNETIC FIELD IN A MAGNETIC FIELD IN A MAGNETIC FIELD IN A MAGNETIC FIELD We have learnt that an electric current flowing through a conductor produces a magnetic field. The field so produced exerts a force on a magnet placed in the vicinity of the conductor. French scientist Andre Marie Ampere (1775–1836) suggested that the magnet must also exert an equal and opposite force on the current-carrying conductor. The force due to a magnetic field acting on a current-carrying conductor can be demonstrated through the following activity. 3. Choose the correct option. The magnetic field inside a long straight solenoid-carrying current (a) is zero. (b) decreases as we move towards its end. (c) increases as we move towards its end. (d) is the same at all points. Activity 13.7 n Take a small aluminium rod AB (of about 5 cm). Using two connecting wires suspend it horizontally from a stand, as shown in Fig. 13.12. n Place a strong horse-shoe magnet in such a way that the rod lies between the two poles with the magnetic field directed upwards. For this put the north pole of the magnet vertically below and south pole vertically above the aluminium rod (Fig. 13.12). n Connect the aluminium rod in series with a battery, a key and a rheostat. n Now pass a current through the aluminium rod from end B to end A. n What do you observe? It is observed that the rod is displaced towards the left. You will notice that the rod gets displaced. n Reverse the direction of current flowing through the rod and observe the direction of its displacement. It is now towards the right. Why does the rod get displaced? Figure 13.12 A current-carrying rod, AB, experiences a force perpendicular to its length and the magnetic field. Support for the magnet is not shown here, for simplicity. The displacement of the rod in the above activity suggests that a force is exerted on the current-carrying aluminium rod when it is placed in a magnetic field. It also suggests that the direction of force is also reversed when the direction of current through the conductor is reversed. Now change the direction of field to vertically downwards by interchanging the two poles of the magnet. It is once again observed that ©KTBS Not to be republished Magnetic Effects of Electric Current the direction of force acting on the current-carrying rod gets reversed. It shows that the direction of the force on the conductor depends upon the direction of current and the direction of the magnetic field. Experiments have shown that the displacement of the rod is largest (or the magnitude of the force is the highest) when the direction of current is at right angles to the direction of the magnetic field. In such a condition we can use a simple rule to find the direction of the force on the conductor. In Activity 13.7, we considered the direction of the current and that of the magnetic field perpendicular to each other and found that the force is perpendicular to both of them. The three directions can be illustrated through a simple rule, called Fleming’s left-hand rule. According to this rule, stretch the thumb, forefinger and middle finger of your left hand such that they are mutually perpendicular (Fig. 13.13). If the first finger points in the direction of magnetic field and the second finger in the direction of current, then the thumb will point in the direction of motion or the force acting on the conductor. Devices that use current-carrying conductors and magnetic fields include electric motor, electric generator, loudspeakers, microphones and measuring instruments. In the next few sections we shall study about electric motors and generators. Example 13.2 Example 13.2 Example 13.2 Example 13.2 Example 13.2 An electron enters a magnetic field at right angles to it, as shown in Fig. 13.14. The direction of force acting on the electron will be (a) to the right. (b) to the left. (c) out of the page. (d) into the page. Solution Solution Solution Answer is option (d). The direction of force is perpendicular to the direction of magnetic field and current as given by Fleming’s left hand rule. Recall that the direction of current is taken opposite to the direction of motion of electrons. The force is therefore directed into the page. Figure 13.13 Fleming’s left-hand rule Figure 13.14 Q U E S T I O N S Q U E S T I O N S Q U E S T I O N S Q U E S T I O N S Q U E S T I O N S ? 1. Which of the following property of a proton can change while it moves freely in a magnetic field? (There may be more than one correct answer.) (a) mass (b) speed (c) velocity (d) momentum ©KTBS Not to be republished Science 2. In Activity 13.7, how do we think the displacement of rod AB will be affected if (i) current in rod AB is increased; (ii) a stronger horse-shoe magnet is used; and (iii) length of the rod AB is increased? 3. A positively-charged particle (alpha-particle) projected towards west is deflected towards north by a magnetic field. The direction of magnetic field is (a) towards south (b) towards east (c) downward (d) upward Magnetism in medicine Magnetism in medicine Magnetism in medicine Magnetism in medicine Magnetism in medicine An electric current always produces a magnetic field. Even weak ion currents that travel along the nerve cells in our body produce magnetic fields. When we touch something, our nerves carry an electric impulse to the muscles we need to use. This impulse produces a temporary magnetic field. These fields are very weak and are about one-billionth of the earth’s magnetic field. Two main organs in the human body where the magnetic field produced is significant, are the heart and the brain. The magnetic field inside the body forms the basis of obtaining the images of different body parts. This is done using a technique called Magnetic Resonance Imaging (MRI). Analysis of these images helps in medical diagnosis. Magnetism has, thus, got important uses in medicine.",
        "figures": [
            {
                "figure": "Figure 13.13",
                "desc": "Figure 13.13 Fleming’s left-hand rule."
            },
            {
                "figure": "Figure 13.14",
                "desc": "Figure 13.14 Fleming’s left-hand rule ."
            }
        ]
    },
    {
        "id": 28,
        "chapter": "13 CHAPTER",
        "subchapter": "13.6 ELECTRIC GENERATOR",
        "content": "Based on the phenomenon of electromagnetic induction, the experiments studied above generate induced current, which is usually very small. This principle is also employed to produce large currents for use in homes and industry. In an electric generator, mechanical energy is used to rotate a conductor in a magnetic field to produce electricity. An electric generator, as shown in Fig. 13.19, consists of a rotating rectangular coil ABCD placed between the two poles of a permanent magnet. The two ends of this coil are connected to Figure 13.19 Illustration of the principle of electric generator the two rings R1 and R2 . The inner side of these rings are made insulated. The two conducting stationary brushes B1 and B2 are kept pressed separately on the rings R1 and R2 , respectively. The two rings R1 and R2 are internally attached to an axle. The axle may be mechanically rotated from outside to rotate the coil inside the magnetic field. Outer ends of the two brushes are connected to the galvanometer to show the flow of current in the given external circuit. When the axle attached to the two rings is rotated such that the arm AB moves up (and the arm CD moves down) in the magnetic field produced by the permanent magnet. Let us say the coil ABCD is rotated clockwise in the arrangement shown in Fig. 13.19. By applying Fleming’s right-hand rule, the induced currents are set up in these arms along the directions AB and CD. Thus an induced current flows in the direction ABCD. If there are larger numbers of turns in the coil, the current generated in each turn adds up to give a large current through the coil. This means that the current in the external circuit flows from B2 to B1 . After half a rotation, arm CD starts moving up and AB moving down. As a result, the directions of the induced currents in both the arms change, giving rise to the net induced current in the direction DCBA. The current in the external circuit now flows from B1 to B2 . Thus after every half rotation the polarity of the current in the respective arms changes. Such a current, which changes direction after equal intervals of time, is called an alternating current (abbreviated as AC). This device is called an AC generator. To get a direct current (DC, which does not change its direction with time), a split-ring type commutator must be used. With this arrangement, one brush is at all times in contact with the arm moving up in the field, while the other is in contact with the arm moving down. We have seen the working of a split ring commutator in the case of an electric motor 130 Science ©KTBS Not to be republished (see Fig. 13.15). Thus a unidirectional current is produced. The generator is thus called a DC generator. The difference between the direct and alternating currents is that the direct current always flows in one direction, whereas the alternating current reverses its direction periodically. Most power stations constructed these days produce AC. In India, the AC changes direction after every 1/100 second, that is, the frequency of AC is 50 Hz. An important advantage of AC over DC is that electric power can be transmitted over long distances without much loss of energy.",
        "figures": [
            {
                "figure": "Figure 13.19",
                "desc": "Figure 13.19 Illustration of the principle of electric generator."
            }
        ]
    },
    {
        "id": 29,
        "chapter": "13 CHAPTER",
        "subchapter": "13.7 DOMESTIC ELECTRIC CIRCUITS",
        "content": "In our homes, we receive supply of electric power through a main supply (also called mains), either supported through overhead electric poles or by underground cables. One of the wires in this supply, usually with red insulation cover, is called live wire (or positive). Another wire, with black insulation, is called neutral wire (or negative). In our country, the potential difference between the two is 220 V. At the meter-board in the house, these wires pass into an electricity meter through a main fuse. Through the main switch they are connected to the line wires in the house. These wires supply electricity to separate circuits within the house. Often, two separate circuits are used, one of 15 A current rating for appliances with higher power ratings such as geysers, air coolers, etc. The other circuit is of 5 A current rating for bulbs, fans, etc. The earth wire, which has insulation of green colour, is usually connected to a metal plate deep in the earth near the house. This is used as a safety measure, especially for those appliances that have a metallic body, for example, electric press, toaster, table fan, refrigerator, etc. The metallic body is connected to the earth wire, which provides a low-resistance conducting path for the current. Thus, it ensures that any leakage of current to the metallic body of the appliance keeps its potential to that of the earth, and the user may not get a severe electric shock. ? Magnetic Effects of Electric Current 131 ©KTBS Not to be republished Figure 13.20 A schematic diagram of one of the common domestic circuits Figure 13.20 gives a schematic diagram of one of the common domestic circuits. In each separate circuit, different appliances can be connected across the live and neutral wires. Each appliance has a separate switch to ‘ON’/‘OFF’ the flow of current through it. In order that each appliance has equal potential difference, they are connected parallel to each other. Electric fuse is an important component of all domestic circuits. We have already studied the principle and working of a fuse in the previous chapter (see Section 12.7). A fuse in a circuit prevents damage to the appliances and the circuit due to overloading. Overloading can occur when the live wire and the neutral wire come into direct contact. (This occurs when the insulation of wires is damaged or there is a fault in the appliance.) In such a situation, the current in the circuit abruptly increases. This is called short-circuiting. The use of an electric fuse prevents the electric circuit and the appliance from a possible damage by stopping the flow of unduly high electric current. The Joule heating that takes place in the fuse melts it to break the electric circuit. Overloading can also occur due to an accidental hike in the supply voltage. Sometimes overloading is caused by connecting too many appliances to a single socket.",
        "figures": [
            {
                "figure": "Figure 13.20",
                "desc": "Figure 13.20 A schematic diagram of one of the common domestic circuits."
            }
        ]
    },
    {
        "id": 30,
        "chapter": "2 CHAPTER",
        "subchapter": "name",
        "content": "Acids ,bases and salts",
        "figures": []
    },
    {
        "id": 31,
        "chapter": "2 CHAPTER",
        "subchapter": "2.1.1 Acids and Bases in the Laboratory",
        "content": "Activity 2.1 These indicators tell us whether a substance is acidic or basic by change in colour. There are some substances whose odour changes in acidic or basic media. These are called olfactory indicators. Let us try out some of these indicators. Q U E S T I O N Q U E S T I O N Q U E S T I O N Q U E S T I O N Q U E S T I O N ? 1. You have been provided with three test tubes. One of them contains distilled water and the other two contain an acidic solution and a basic solution, respectively. If you are given only red litmus paper, how will you identify the contents of each test tube? n Collect the following solutions from the science laboratory– hydrochloric acid (HCl), sulphuric acid (H2SO4), nitric acid (HNO3), acetic acid (CH3COOH), sodium hydroxide (NaOH), calcium hydroxide [Ca(OH)2], potassium hydroxide (KOH), magnesium hydroxide [Mg(OH)2], and ammonium hydroxide (NH4OH). n Put a drop of each of the above solutions on a watch-glass one by one and test with a drop of the indicators shown in Table 2.1. n What change in colour did you observe with red litmus, blue litmus, phenolphthalein and methyl orange solutions for each of the solutions taken? n Tabulate your observations in Table 2.1. Table 2.1 Table 2.1 Table 2.1 Table 2.1 Table 2.1 Sample Sample Sample Red Red Red Blue Blue Blue Phenolph- Phenolph- Phenolph- Phenolph- Phenolph- Methyl Methyl Methyl solution solution solution solution solution litmus litmus litmus litmus litmus litmus litmus litmus litmus litmus -thalein -thalein -thalein -thalein -thalein orange orange orange orange orange solution solution solution solution solution solution solution solution solution solution solution solution solution solution solution solution solution solution solution solution Activity 2.2 n Take some finely chopped onions in a plastic bag along with some strips of clean cloth. Tie up the bag tightly and leave overnight in the fridge. The cloth strips can now be used to test for acids and bases. n Take two of these cloth strips and check their odour. n Keep them on a clean surface and put a few drops of dilute HCl solution on one strip and a few drops of dilute NaOH solution on the other. Acids, Bases and Salts Which of these – vanilla, onion and clove, can be used as olfactory indicators on the basis of your observations? Let us do some more activities to understand the chemical properties of acids and bases.",
        "figures": []
    },
    {
        "id": 32,
        "chapter": "2 CHAPTER",
        "subchapter": "2.1.2 How do Acids and Bases React with Metals?",
        "content": "n Rinse both cloth strips with water and again check their odour. n Note your observations. n Now take some dilute vanilla essence and clove oil and check their odour. n Take some dilute HCl solution in one test tube and dilute NaOH solution in another. Add a few drops of dilute vanilla essence to both test tubes and shake well. Check the odour once again and record changes in odour, if any. n Similarly, test the change in the odour of clove oil with dilute HCl and dilute NaOH solutions and record your observations. Activity 2.3 CAUTION: This activity needs the teacher’s assistance. n Set the apparatus as shown in Fig. 2.1. n Take about 5 mL of dilute sulphuric acid in a test tube and add a few pieces of zinc granules to it. n What do you observe on the surface of zinc granules? n Pass the gas being evolved through the soap solution. n Why are bubbles formed in the soap solution? n Take a burning candle near a gas filled bubble. n What do you observe? n Repeat this Activity with some more acids like HCl, HNO3 and CH3COOH. n Are the observations in all the cases the same or different? Figure 2.1 Reaction of zinc granules with dilute sulphuric acid and testing hydrogen gas by burning Science Note that the metal in the above reactions displaces hydrogen atoms from the acids as hydrogen gas and forms a compound called a salt. Thus, the reaction of a metal with an acid can be summarised as – Acid + Metal → Salt + Hydrogen gas Can you now write the equations for the reactions you have observed? Activity 2.4 The reactions occurring in the above Activity are written as – Test tube A: Na CO HCl(aq) Cl(aq) H O(l) + CO (s) Na (g) + → + Test tube B: NaHCO HCl(aq) Cl(aq) H O(l) + CO (s) Na (g) + → + On passing the carbon dioxide gas evolved through lime water, Ca(OH) CO H O(l) (aq) (g) CaCO s + → + ( ) (Lime water) (White precipitate) n Place a few pieces of granulated zinc metal in a test tube. n Add 2 mL of sodium hydroxide solution and warm the contents of the test tube. n Repeat the rest of the steps as in Activity 2.3 and record your observations. The reaction that takes place can be written as follows. 2NaOH(aq) + Zn(s) → Na2ZnO2(s) + H2(g) (Sodium zincate) You find again that hydrogen is formed in the reaction. However, such reactions are not possible with all metals .(NaHCO3) in test tube B. n Add about 2 mL of dilute HCl to both the test tubes. n What do you observe? n Pass the gas produced in each case through lime water (calcium hydroxide solution) as shown in Fig. 2.2 and record your observations. Figure 2.2 Passing carbon dioxide gas through calcium hydroxide solution Acids, Bases and Salts Activity 2.6 n Take about 2 mL of dilute NaOH solution in a test tube and add two drops of phenolphthalein solution. n What is the colour of the solution? n Add dilute HCl solution to the above solution drop by drop. n Is there any colour change for the reaction mixture? n Why did the colour of phenolphthalein change after the addition of an acid? n Now add a few drops of NaOH to the above mixture. n Does the pink colour of phenolphthalein reappear? n Why do you think this has happened? On passing excess carbon dioxide the following reaction takes place: CaCO s Ca(HCO aq ( ) ) ( ) + → H O(l)+ CO (g) (Soluble in water) Limestone, chalk and marble are different forms of calcium carbonate. All metal carbonates and hydrogencarbonates react with acids to give a corresponding salt, carbon dioxide and water. Thus, the reaction can be summarised as – In the above Activity, we have observed that the effect of a base is nullified by an acid and vice-versa. The reaction taking place is written as – NaOH(aq) + HCl(aq) → NaCl(aq) + H2O(l) The reaction between an acid and a base to give a salt and water is known as a neutralisation reaction. In general, a neutralisation reaction can be written as – Base + Acid → Salt + Water",
        "figures": [
            {
                "figure": "Figure 2.1",
                "desc": "Figure 2.1 Reaction of zinc granules with dilute sulphuric acid and testing hydrogen gas by burning ."
            }
        ]
    },
    {
        "id": 33,
        "chapter": "2 CHAPTER",
        "subchapter": "2.1.5 Reaction of Metallic Oxides with Acids",
        "content": "Activity 2.7 n Take a small amount of copper oxide in a beaker and add dilute hydrochloric acid slowly while stirring. n Note the colour of the solution. What has happened to the copper oxide? You will notice that the colour of the solution becomes blue-green and the copper oxide dissolves. The blue-green colour of the solution is due to the formation of copper(II) chloride in the reaction. The general reaction between a metal oxide and an acid can be written as – Metal oxide + Acid → Salt + Water Metal carbonate/Metal hydrogencarbonate + Acid → Salt + Carbon dioxide + Water",
        "figures": []
    },
    {
        "id": 34,
        "chapter": "2 CHAPTER",
        "subchapter": "2.1.4 How do Acids and Bases React with each other?",
        "content": "Science Now write and balance the equation for the above reaction. Since metallic oxides react with acids to give salts and water, similar to the reaction of a base with an acid, metallic oxides are said to be basic oxides.",
        "figures": []
    },
    {
        "id": 35,
        "chapter": "2 CHAPTER",
        "subchapter": "2.1.6 Reaction of a Non-metallic Oxide with Base",
        "content": "You saw the reaction between carbon dioxide and calcium hydroxide (lime water) in Activity 2.5. Calcium hydroxide, which is a base, reacts with carbon dioxide to produce a salt and water. Since this is similar to the reaction between a base and an acid, we can conclude that non- metallic oxides are acidic in nature. Q U E S T I O N S Q U E S T I O N S Q U E S T I O N S Q U E S T I O N S Q U E S T I O N S ? 1. Why should curd and sour substances not be kept in brass and copper vessels? 2. Which gas is usually liberated when an acid reacts with a metal? Illustrate with an example. How will you test for the presence of this gas? 3. Metal compound A reacts with dilute hydrochloric acid to produce effervescence. The gas evolved extinguishes a burning candle. Write a balanced chemical equation for the reaction if one of the compounds formed is calcium chloride.",
        "figures": []
    },
    {
        "id": 36,
        "chapter": "2 CHAPTER",
        "subchapter": "2.2 WHAT DO ALL ACIDS AND ALL BASES HAVE IN COMMON?",
        "content": "In Section 2.1 we have seen that all acids have similar chemical properties. What leads to this similarity in properties? We saw in Activity 2.3 that all acids generate hydrogen gas on reacting with metals, so hydrogen seems to be common to all acids. Let us perform an Activity to investigate whether all compounds containing hydrogen are acidic. Activity 2.8 Activity 2.8 Activity 2.8 Figure 2.3 Acid solution in water conducts electricity 22 n Take solutions of glucose, alcohol, hydrochloric acid, sulphuric acid, etc. n Fix two nails on a cork, and place the cork in a 100 mL beaker. n Connect the nails to the two terminals of a 6 volt battery through a bulb and a switch, as shown in Fig. 2.3. n Now pour some dilute HCl in the beaker and switch on the current. n Repeat with dilute sulphuric acid. n What do you observe? n Repeat the experiment separately with glucose and alcohol solutions. What do you observe now? n Does the bulb glow in all cases? Science The bulb will start glowing in the case of acids, as shown in Fig. 2.3. But you will observe that glucose and alcohol solutions do not conduct electricity. Glowing of the bulb indicates that there is a flow of electric current through the solution. The electric current is carried through the acidic solution by ions. Acids contain H+ ion as cation and anion such as Cl– in HCl, NO3– in HNO3 , SO2 4 in H2 SO4 , CH3 COO– in CH3 COOH. Since the cation present in acids is H+, this suggests that acids produce hydrogen ions, H+(aq), in solution, which are responsible for their acidic properties. Repeat the same Activity using alkalis such as sodium hydroxide, calcium hydroxide, etc. What can you conclude from the results of this Activity?",
        "figures": [
            {
                "figure": "Figure 2.3",
                "desc": "Figure 2.3 Acid solution in water conducts electricity."
            }
        ]
    },
    {
        "id": 37,
        "chapter": "2 CHAPTER",
        "subchapter": "2.2.1 What Happens to an Acid or a Base in a Water Solution?",
        "content": "Do acids produce ions only in aqueous solution? Let us test this. Activity 2.9 n Take about 1g solid NaCl in a clean and dry test tube and set up the apparatus as shown in Fig. 2.4. n Add some concentrated sulphuric acid to the test tube. n What do you observe? Is there a gas coming out of the delivery tube? n Test the gas evolved successively with dry and wet blue litmus paper. n In which case does the litmus paper change colour? n On the basis of the above Activity, what do you infer about the acidic character of: (i) dry HCl gas (ii) Figure 2.4 Preparation of HCl gas HCl solution? Note to teachers: Note to teachers: Note to teachers: If the climate is very humid, you will have to pass the gas produced through a guard tube (drying tube) containing calcium chloride to dry the gas. This experiment suggests that hydrogen ions in HCl are produced in the presence of water. The separation of H+ ion from HCl molecules cannot occur in the absence of water. HCl + H2 O → H3 O+ + Cl Hydrogen ions cannot exist alone, but they exist after combining with water molecules. Thus hydrogen ions must always be shown as H+(aq) or hydronium ion (H3 O+). H+ + H2 O → H3 O+ We have seen that acids give H3 O+ or H+(aq) ion in water. Let us see what happens when a base is dissolved in water. NaOH(s) H O 2  →  Na+ (aq) + OH– (aq) Acids, Bases and Salts 23 KOH(s) H O 2  →  Mg(OH)2 (s) H O 2 + K (aq)+OH (aq)  →  Mg2+(aq)+2OH–(aq) Bases generate hydroxide (OH–) ions in water. Bases which are soluble in water are called alkalis. Do You Know? All bases do not dissolve in water. An alkali is a base that dissolves in water. They are soapy to touch, bitter and corrosive. Never taste or touch them as they may cause harm. Which of the bases in the Table 2.1 are alkalis? Now as we have identified that all acids generate H+(aq) and all bases generate OH–(aq), we can view the neutralisation reaction as follows Acid + Base → Salt + Water H X + M OH → MX + HOH H+(aq) + OH– (aq) → H2 O(l) Let us see what is involved when water is mixed with an acid or a base. Figure 2.5 Warning sign displayed on containers containing concentrated acids and bases Activity 2.10 Activity 2.10 Activity 2.10 n Take 10 mL water in a beaker. n Add a few drops of concentrated H2 SO4 to it and swirl the beaker slowly. n Touch the base of the beaker. n Is there a change in temperature? n Is this an exothermic or endothermic process? n Repeat the above Activity with sodium hydroxide pellets and record your observations. The process of dissolving an acid or a base in water is a highly exothermic one. Care must be taken while mixing concentrated nitric acid or sulphuric acid with water. The acid must always be added slowly to water with constant stirring. If water is added to a concentrated acid, the heat generated may cause the mixture to splash out and cause burns. The glass container may also break due to excessive local heating. Look out for the warning sign (shown in Fig. 2.5) on the can of concentrated sulphuric acid and on the bottle of sodium hydroxide pellets. Mixing an acid or base with water results in decrease in the concentration of ions (H3 O+/OH–) per unit volume. Such a process is called dilution and the acid or the base is said to be diluted.",
        "figures": [
            {
                "figure": "Figure 2.4",
                "desc": "Figure 2.4 Preparation of HCl gas."
            },
            {
                "figure": "Figure 2.5",
                "desc": "Figure 2.5 Warning sign displayed on containers containing concentrated acids and bases."
            }
        ]
    },
    {
        "id": 38,
        "chapter": "2 CHAPTER",
        "subchapter": "2.3 HOW STRONG ARE ACID OR BASE SOLUTIONS?",
        "content": "We know how acid-base indicators can be used to distinguish between an acid and a base. We have also learnt in the previous section about dilution and decrease in concentration of H+ or OH– ions in solutions. Can we quantitatively find the amount of these ions present in a solution? Can we judge how strong a given acid or base is? We can do this by making use of a universal indicator, which is a mixture of several indicators. The universal indicator shows different colours at different concentrations of hydrogen ions in a solution. A scale for measuring hydrogen ion concentration in a solution, called pH scale has been developed. The p in pH stands for ‘potenz’ in German, meaning power. On the pH scale we can measure pH generally from 0 (very acidic) to 14 (very alkaline). pH should be thought of simply as a number which indicates the acidic or basic nature of a solution. Higher the hydronium ion concentration, lower is the pH value. The pH of a neutral solution is 7. Values less than 7 on the pH scale represent an acidic solution. As the pH value increases from 7 to 14, it represents an increase in OH– ion concentration in the solution, that is, increase in the strength of alkali (Fig. 2.6). Generally paper impregnated with the universal indicator is used for measuring pH. Q U E S T I O N S Q U E S T I O N S Q U E S T I O N S Q U E S T I O N S Q U E S T I O N S ? 1. Why do HCl, HNO3, etc., show acidic characters in aqueous solutions while solutions of compounds like alcohol and glucose do not show acidic character? 2. Why does an aqueous solution of an acid conduct electricity? 3. Why does dry HCl gas not change the colour of the dry litmus paper? 4. While diluting an acid, why is it recommended that the acid should be added to water and not water to the acid? 5. How is the concentration of hydronium ions (H3O+) affected when a solution of an acid is diluted? 6. How is the concentration of hydroxide ions (OH –) affected when excess base is dissolved in a solution of sodium hydroxide? Figur Figur Figure 2.6 e 2.6 e 2.6 e 2.6 e 2.6 Variation of pH with the change in concentration of H+(aq) and OH–(aq) ions Science Activity 2.11 n Test the pH values of solutions given in Table 2.2. n Record your observations. n What is the nature of each substance on the basis of your observations? Figure 2.7 pH of some common substances shown on a pH paper (colours are only a rough guide) The strength of acids and bases depends on the number of H+ ions and OH– ions produced, respectively. If we take hydrochloric acid and acetic acid of the same concentration, say one molar, then these produce different amounts of hydrogen ions. Acids that give rise to more H+ ions are said to be strong acids, and acids that give less H+ ions are said to be weak acids. Can you now say what weak and strong bases are?",
        "figures": [
            {
                "figure": "Figure 2.6",
                "desc": "Figure 2.6 Variation of pH with the change in concentration of H+(aq) and OH–(aq) ions Acids, Bases and Salts."
            },
            {
                "figure": "Figure 2.7",
                "desc": "Figure 2.7 pH of some common substances shown on a pH paper (colours are only a rough guide)."
            }
        ]
    },
    {
        "id": 39,
        "chapter": "2 CHAPTER",
        "subchapter": "2.3.1 Importance of pH in EverYDAY LIFE",
        "content": "Are plants and animals pH sensitive? Are plants and animals pH sensitive? Are plants and animals pH sensitive? Are plants and animals pH sensitive? Are plants and animals pH sensitive? Our body works within the pH range of 7.0 to 7.8. Living organisms can survive only in a narrow range of pH change. When pH of rain water is less than 5.6, it is called acid rain. When acid rain flows into the rivers, it lowers the pH of the river water. The survival of aquatic life in such rivers becomes difficult. Table 2.2 Table 2.2 Table 2.2 Table 2.2 Table 2.2 S. S. S. S. S. Solution Solution Solution Colour of Colour of Colour of Colour of Colour of Approx- Approx- Approx- Approx- Approx- Nature of Nature of Nature of Nature of Nature of No. No. No. No. No. pH paper pH paper pH paper pH paper pH paper -imate -imate -imate -imate -imate substance substance substance substance substance pH value pH value pH value pH value pH value Saliva (before meal) Saliva (after meal) Lemon juice Colourless aerated drink Carrot juice Coffee Tomato juice Tap water 1M NaOH 1M HCl Acids, Bases and Salts What is the pH of the soil in your backyard? What is the pH of the soil in your backyard? What is the pH of the soil in your backyard? What is the pH of the soil in your backyard? What is the pH of the soil in your backyard? Plants require a specific pH range for their healthy growth. To find out the pH required for the healthy growth of a plant, you can collect the soil from various places and check the pH in the manner described below in Activity 2.12. Also, you can note down which plants are growing in the region from which you have collected the soil. Acids in other planets Acids in other planets Acids in other planets Acids in other planets Acids in other planets The atmosphere of venus is made up of thick white and yellowish clouds of sulphuric acid. Do you think life can exist on this planet? Activity 2.12 n Put about 2 g soil in a test tube and add 5 mL water to it. n Shake the contents of the test tube. n Filter the contents and collect the filtrate in a test tube. n Check the pH of this filtrate with the help of universal indicator paper. n What can you conclude about the ideal soil pH for the growth of plants in your region? pH in our digestive system pH in our digestive system pH in our digestive system pH in our digestive system pH in our digestive system It is very interesting to note that our stomach produces hydrochloric acid. It helps in the digestion of food without harming the stomach. During indigestion the stomach produces too much acid and this causes pain and irritation. To get rid of this pain, people use bases called antacids. One such remedy must have been suggested by you at the beginning of this Chapter. These antacids neutralise the excess acid. Magnesium hydroxide (Milk of magnesia), a mild base, is often used for this purpose. pH change as the cause of tooth decay pH change as the cause of tooth decay pH change as the cause of tooth decay pH change as the cause of tooth decay pH change as the cause of tooth decay Tooth decay starts when the pH of the mouth is lower than 5.5. Tooth enamel, made up of calcium hydroxyapatite (a crystalline form of calcium phosphate) is the hardest substance in the body. It does not dissolve in water, but is corroded when the pH in the mouth is below 5.5. Bacteria present in the mouth produce acids by degradation of sugar and food particles remaining in the mouth after eating. The best way to prevent this is to clean the mouth after eating food. Using toothpastes, which are generally basic, for cleaning the teeth can neutralise the excess acid and prevent tooth decay. Self defence by animals and plants through chemical warfare Self defence by animals and plants through chemical warfare Self defence by animals and plants through chemical warfare Self defence by animals and plants through chemical warfare Self defence by animals and plants through chemical warfare Have you ever been stung by a honey-bee? Bee-sting leaves an acid which causes pain and irritation. Use of a mild base like baking soda on the stung area gives relief. Stinging hair of nettle leaves inject methanoic acid causing burning pain. Do You Know? Science",
        "figures": []
    },
    {
        "id": 40,
        "chapter": "2 CHAPTER",
        "subchapter": "2.4 MORE ABOUT SALTS",
        "content": "n the previous sections we have seen the formation of salts during various reactions. Let us understand more about their preparation,properties and uses.",
        "figures": []
    },
    {
        "id": 41,
        "chapter": "2 CHAPTER",
        "subchapter": "2.4.1 Family of Salts",
        "content": "Activity 2.13 n Write the chemical formulae of the salts given below. Potassium sulphate, sodium sulphate, calcium sulphate, magnesium sulphate, copper sulphate, sodium chloride, sodium nitrate, sodium carbonate and ammonium chloride. Nature provides neutralisation options Nature provides neutralisation options Nature provides neutralisation options Nature provides neutralisation options Nature provides neutralisation options Nettle is a herbaceous plant which grows in the wild. Its leaves have stinging hair, which cause painful stings when touched accidentally. This is due to the methanoic acid secreted by them. A traditional remedy is rubbing the area with the leaf of the dock plant, which often grows beside the nettle in the wild. Can you guess the nature of the dock plant? So next time you know what to look out for if you accidentally touch a nettle plant while trekking. Are you aware of any other effective traditional remedies for such stings? Table 2.3 Table 2.3 Table 2.3 Table 2.3 Table 2.3 Some naturally occurring acids Natural source Natural source Natural source Natural source Natural source Acid Acid Acid Natural source Natural source Natural source Natural source Natural source Acid Acid Acid Vinegar Acetic acid Sour milk (Curd) Lactic acid Orange Citric acid Lemon Citric acid Tamarind Tartaric acid Ant sting Methanoic acid Tomato Oxalic acid Nettle sting Methanoic acid Q U E S T I O N S Q U E S T I O N S Q U E S T I O N S Q U E S T I O N S Q U E S T I O N S 1. You have two solutions, A and B. The pH of solution A is 6 and pH of solution B is 8. Which solution has more hydrogen ion concentration? Which of this is acidic and which one is basic? 2. What effect does the concentration of H+(aq) ions have on the nature of the solution? 3. Do basic solutions also have H+(aq) ions? If yes, then why are these basic? 4. Under what soil condition do you think a farmer would treat the soil of his fields with quick lime (calcium oxide) or slaked lime (calcium hydroxide) or chalk (calcium carbonate)? ? Do You Know? Acids, Bases and Salts n Identify the acids and bases from which the above salts may be obtained. n Salts having the same positive or negative radicals are said to belong to a family. For example, NaCl and Na2SO4 belong to the family of sodium salts. Similarly, NaCl and KCl belong to the family of chloride salts. How many families can you identify among the salts given in this Activity?",
        "figures": []
    },
    {
        "id": 42,
        "chapter": "2 CHAPTER",
        "subchapter": "2.4.2 pH of Salts",
        "content": "Activity 2.14 n Collect the following salt samples – sodium chloride, potassium nitrate, aluminium chloride, zinc sulphate, copper sulphate, sodium acetate, sodium carbonate and sodium hydrogencarbonate (some other salts available can also be taken). n Check their solubility in water (use distilled water only). n Check the action of these solutions on litmus and find the pH using a pH paper. n Which of the salts are acidic, basic or neutral? n Identify the acid or base used to form the salt. n Report your observations in Table 2.4. Salts of a strong acid and a strong base are neutral with pH value of 7. On the other hand, salts of a strong acid and weak base are acidic with pH value less than 7 and those of a strong base and weak acid are basic in nature, with pH value more than 7.",
        "figures": []
    },
    {
        "id": 43,
        "chapter": "2 CHAPTER",
        "subchapter": "2.4.3 Chemicals from Common Salt",
        "content": "By now you have learnt that the salt formed by the combination of hydrochloric acid and sodium hydroxide solution is called sodium chloride. This is the salt that you use in food. You must have observed in the above Activity that it is a neutral salt. Seawater contains many salts dissolved in it. Sodium chloride is separated from these salts. Deposits of solid salt are also found in several parts of the world. These large crystals are often brown due to impurities. This is called rock salt. Beds of rock salt were formed when seas of bygone ages dried up. Rock salt is mined like coal. You must have heard about Mahatma Gandhi’s Dandi March. Did you know that sodium chloride was such an important symbol in our struggle for freedom? Table 2.4 Table 2.4 Table 2.4 Table 2.4 Table 2.4 Salt Salt Salt pH pH pH pH pH Acid used Acid used Acid used Acid used Acid used Base used Base used Base used Base used Base used Science Common salt — A raw material for chemicals Common salt — A raw material for chemicals Common salt — A raw material for chemicals Common salt — A raw material for chemicals Common salt — A raw material for chemicals The common salt thus obtained is an important raw material for various materials of daily use, such as sodium hydroxide, baking soda, washing soda, bleaching powder and many more. Let us see how one substance is used for making all these different substances. Sodium hydroxide Sodium hydroxide Sodium hydroxide Sodium hydroxide Sodium hydroxide When electricity is passed through an aqueous solution of sodium chloride (called brine), it decomposes to form sodium hydroxide. The process is called the chlor-alkali process because of the products formed– chlor for chlorine and alkali for sodium hydroxide. 2NaCl(aq) + 2H2O(l) → 2NaOH(aq) + Cl2(g) + H2(g) Chlorine gas is given off at the anode, and hydrogen gas at the cathode. Sodium hydroxide solution is formed near the cathode. The three products produced in this process are all useful. Figure 2.8 shows the different uses of these products. Bleaching powder Bleaching powder Bleaching powder Bleaching powder Bleaching powder You have already come to know that chlorine is produced during the electrolysis of aqueous sodium chloride (brine). This chlorine gas is used for the manufacture of bleaching powder. Bleaching powder is produced by the action of chlorine on dry slaked lime [Ca(OH)2]. Bleaching powder is represented as CaOCl2, though the actual composition is quite complex. Ca(OH)2 + Cl2 → CaOCl2 + H2O Figure 2.8 Important products from the chlor-alkali process Acids, Bases and Salts Bleaching powder is used – Bleaching powder is used – Bleaching powder is used – Bleaching powder is used – Bleaching powder is used – (i) for bleaching cotton and linen in the textile industry, for bleaching wood pulp in paper factories and for bleaching washed clothes in laundry; (ii) as an oxidising agent in many chemical industries; and (iii) to make drinking water free from germs. Baking soda Baking soda Baking soda Baking soda Baking soda The baking soda is commonly used in the kitchen for making tasty crispy pakoras, etc. Sometimes it is added for faster cooking. The chemical name of the compound is sodium hydrogencarbonate (NaHCO3). It is produced using sodium chloride as one of the raw materials. NaCl + H O + CO + NH NH Cl + NaHCO → (Ammonium (Sodium chloride) hydrogencarbonate) Did you check the pH of sodium hydrogencarbonate in Activity 2.14? Can you correlate why it can be used to neutralise an acid? It is a mild non-corrosive basic salt. The following reaction takes place when it is heated during cooking – 2NaHCO Na CO + H O+CO Heat  →  (Sodium (Sodium hydrogencarbonate) carbonate) Sodium hydrogencarbonate has got various uses in the household. Uses of Baking soda Uses of Baking soda Uses of Baking soda Uses of Baking soda Uses of Baking soda (i) For making baking powder, which is a mixture of baking soda (sodium hydrogencarbonate) and a mild edible acid such as tartaric acid. When baking powder is heated or mixed in water, the following reaction takes place – NaHCO3 + H+ → CO2 + H2O + Sodium salt of acid (From any acid) Carbon dioxide produced during the reaction can cause bread or cake to rise making them soft and spongy. (ii) Sodium hydrogencarbonate is also an ingredient in antacids. Being alkaline, it neutralises excess acid in the stomach and provides relief. (iii) It is also used in soda-acid fire extinguishers. Washing soda Washing soda Washing soda Washing soda Washing soda Another chemical that can be obtained from sodium chloride is Na2CO3.10H2O (washing soda). You have seen above that sodium carbonate can be obtained by heating baking soda; recrystallisation of sodium carbonate gives washing soda. It is also a basic salt. Na CO H O Na CO H O Sodium carbonate + → . ( ) Science What does 10H2O signify? Does it make Na2CO3 wet? We will address this question in the next section. Sodium carbonate and sodium hydrogencarbonate are useful chemicals for many industrial processes as well. Uses of washing soda Uses of washing soda Uses of washing soda Uses of washing soda Uses of washing soda (i) Sodium carbonate (washing soda) is used in glass, soap and paper industries. (ii) It is used in the manufacture of sodium compounds such as borax. (iii) Sodium carbonate can be used as a cleaning agent for domestic purposes. (iv) It is used for removing permanent hardness of water.",
        "figures": [
            {
                "figure": "Figure 2.8",
                "desc": "Figure 2.8 important products from the chlor-alkali process."
            }
        ]
    },
    {
        "id": 44,
        "chapter": "2 CHAPTER",
        "subchapter": "2.4.4 Are the Crystals of Salts really Dry?",
        "content": "Activity 2.15 n Heat a few crystals of copper sulphate in a dry boiling tube. n What is the colour of the copper sulphate after heating? n Do you notice water droplets in the boiling tube? Where have these come from? n Add 2-3 drops of water on the sample of copper sulphate obtained after heating. n What do you observe? Is the blue colour of copper sulphate restored? Figure 2.9 Removing water of crystallisation Copper sulphate crystals which seem to be dry contain water of crystallisation. When we heat the crystals, this water is removed and the salt turns white. If you moisten the crystals again with water, you will find that blue colour of the crystals reappears. Water of crystallisation is the fixed number of water molecules present in one formula unit of a salt. Five water molecules are present in one formula unit of copper sulphate. Chemical formula for hydrated copper sulphate is Cu SO4. 5H2O. Now you would be able to answer the question whether the molecule of Na2CO3.10H2O is wet. One other salt, which possesses water of crystallisation is gypsum. It has two water molecules as water of cyrstallisation. It has the chemical formula CaSO4.2H2O. Let us look into the use of this salt. Plaster of Paris Plaster of Paris Plaster of Paris Plaster of Paris Plaster of Paris On heating gypsum at 373 K, it loses water molecules and becomes calcium sulphate hemihydrate ( CaSO . H O ). This is called Plaster of Acids, Bases and Salts Paris, the substance which doctors use as plaster for supporting fractured bones in the right position. Plaster of Paris is a white powder and on mixing with water, it changes to gypsum once again giving a hard solid mass. CaSO .1 2 H O +11.Y ou have learnt in your previous classes that the sour and bitter tastes of food are due to acids and bases, respectively, present in them. If someone in the family is suffering from a problem of acidity after overeating, which of the following would you suggest as a remedy– lemon juice, vinegar or baking soda solution? n Which property did you think of while choosing the remedy? Surely you must have used your knowledge about the ability of acids and bases to nullify each other’s effect. n Recall how we tested sour and bitter substances without tasting them. You already know that acids are sour in taste and change the colour of blue litmus to red, whereas, bases are bitter and change the colour of the red litmus to blue. Litmus is a natural indicator, turmeric is another such indicator. Have you noticed that a stain of curry on a white cloth becomes reddish-brown when soap, which is basic in nature, is scrubbed on it? It turns yellow again when the cloth is washed with plenty of water. You can also use synthetic indicators such as methyl orange and phenolphthalein to test for acids and bases. In this Chapter, we will study the reactions of acids and bases, how acids and bases cancel out each other’s effects and many more interesting things that we use and see in our day-to-day life. Do You Know? Litmus solution is a purple dye, which is extracted from lichen, a plant belonging to the division Thallophyta, and is commonly used as an indicator. When the litmus solution is neither acidic nor basic, its colour is purple. There are many other natural materials like red cabbage leaves, turmeric, coloured petals of some flowers such as Hydrangea, Petunia and Geranium, which indicate the presence of acid or base in a solution. These are called acid-base indicators or sometimes simply indicators. Science 2.1 2.1 2.1 2.1",
        "figures": [
            {
                "figure": "Figure 2.9",
                "desc": "Figure 2.9 Removing water of crystallisation ."
            }
        ]
    },
    {
        "id": 45,
        "chapter": "2 CHAPTER",
        "subchapter": "2.1 UNDERSTANDING THE CHEICAL PROPERTIES OF ACIDS AND BASES",
        "content": "UNDERST UNDERST UNDERST UNDERSTANDING THE CHEMIC ANDING THE CHEMIC ANDING THE CHEMIC ANDING THE CHEMIC ANDING THE CHEMICAL PROPERTIES OF AL PROPERTIES OF AL PROPERTIES OF AL PROPERTIES OF AL PROPERTIES OF ACIDS AND BASES ACIDS AND BASES ACIDS AND BASES ACIDS AND BASES ACIDS AND BASES",
        "figures": []
    },
    {
        "id": 46,
        "chapter": "2 CHAPTER",
        "subchapter": "2.1.3 How do Metal Carbonates and Metal  Hydrogencarbonates React with Acids?",
        "content": "Hydrogencarbonates React with Acids? Activity 2.5 n Take two test tubes, label them as A and B. n Take about 0.5 g of sodium carbonate (Na2CO3) in test tube A and about",
        "figures": []
    },
    {
        "id": 47,
        "chapter": "2 CHAPTER",
        "subchapter": "2.3 HOW STRONG ARE ACID OR BASE SOLUTIONS?  2.3 HOW STRONG ARE ACID OR BASE SOLUTIONS?  2.3 HOW STRONG ARE ACID OR BASE SOLUTIONS?",
        "content": "Do acids produce ions only in aqueous solution? Let us test this. Activity 2.9 n Take about 1g solid NaCl in a clean and dry test tube and set up the apparatus as shown in Fig. 2.4. n Add some concentrated sulphuric acid to the test tube. n What do you observe? Is there a gas coming out of the delivery tube? n Test the gas evolved successively with dry and wet blue litmus paper. n In which case does the litmus paper change colour? n On the basis of the above Activity, what do you infer about the acidic character of: (i) dry HCl gas (ii) HCl solution? Figure 2.4 Preparation of HCl gas This experiment suggests that hydrogen ions in HCl are produced in the presence of water. The separation of H+ ion from HCl molecules cannot occur in the absence of water. HCl + H2O → H3O+ + Cl– Hydrogen ions cannot exist alone, but they exist after combining with water molecules. Thus hydrogen ions must always be shown as H+(aq) or hydronium ion (H3O+). H+ + H2O → H3O+ We have seen that acids give H3O+ or H+(aq) ion in water. Let us see what happens when a base is dissolved in water. NaOH(s) H O  → Na+ (aq) + OH– (aq) Note to teachers: Note to teachers: Note to teachers: Note to teachers: Note to teachers: If the climate is very humid, you will have to pass the gas produced through a guard tube (drying tube) containing calcium chloride to dry the gas. Science KOH(s) K (aq)+OH (aq) H O +  →  – Mg(OH)2(s) H O  → Mg2+(aq)+2OH–(aq) Bases generate hydroxide (OH–) ions in water. Bases which are soluble in water are called alkalis. Do You Know? All bases do not dissolve in water. An alkali is a base that dissolves in water. They are soapy to touch, bitter and corrosive. Never taste or touch them as they may cause harm. Which of the bases in the Table 2.1 are alkalis? Now as we have identified that all acids generate H+(aq) and all bases generate OH –(aq), we can view the neutralisation reaction as follows – Acid + Base → Salt + Water H X + M OH → MX + HOH H+(aq) + OH – (aq) → H2O(l) Let us see what is involved when water is mixed with an acid or a base. Activity 2.10 n Take 10 mL water in a beaker. n Add a few drops of concentrated H2SO4 to it and swirl the beaker slowly. n Touch the base of the beaker. n Is there a change in temperature? n Is this an exothermic or endothermic process? n Repeat the above Activity with sodium hydroxide pellets and record your observations. Figure 2.5 Warning sign displayed on containers containing concentrated acids and bases The process of dissolving an acid or a base in water is a highly exothermic one. Care must be taken while mixing concentrated nitric acid or sulphuric acid with water. The acid must always be added slowly to water with constant stirring. If water is added to a concentrated acid, the heat generated may cause the mixture to splash out and cause burns. The glass container may also break due to excessive local heating. Look out for the warning sign (shown in Fig. 2.5) on the can of concentrated sulphuric acid and on the bottle of sodium hydroxide pellets. Mixing an acid or base with water results in decrease in the concentration of ions (H3O+/OH–) per unit volume. Such a process is called dilution and the acid or the base is said to be diluted. Acids, Bases and Salts",
        "figures": []
    },
    {
        "id": 48,
        "chapter": "2 CHAPTER",
        "subchapter": "2.3.1 Importance of pH in  Everyday Life",
        "content": "TS TS TS TS In the previous sections we have seen the formation of salts during various reactions. Let us understand more about their preparation, properties and uses.",
        "figures": []
    },
    {
        "id": 49,
        "chapter": "3 CHAPTER",
        "subchapter": "NAME",
        "content": "Metals and Non-metals",
        "figures": []
    },
    {
        "id": 50,
        "chapter": "3 CHAPTER",
        "subchapter": "content",
        "content": "I n Class IX you have learnt about various elements. You have seen that elements can be classified as metals or non-metals on the basis of their properties. n Think of some uses of metals and non-metals in your daily life. n What properties did you think of while categorising elements as metals or non-metals? n How are these properties related to the uses of these elements? Let us look at some of these properties in detail.",
        "figures": []
    },
    {
        "id": 51,
        "chapter": "3 CHAPTER",
        "subchapter": "3.1 PHYSICAL PROPERTIES",
        "content": "",
        "figures": []
    },
    {
        "id": 52,
        "chapter": "3 CHAPTER",
        "subchapter": "3.1.1 Metals",
        "content": "The easiest way to start grouping substances is by comparing their physical properties. Let us study this with the help of the following activities. For performing Activities 3.1 to 3.6, collect the samples of following metals – iron, copper, aluminium, magnesium, sodium, lead, zinc and any other metal that is easily available. Activity 3.1 n Take samples of iron, copper, aluminium and magnesium. Note the appearance of each sample. n Clean the surface of each sample by rubbing them with sand paper and note their appearance again. Metals, in their pure state, have a shining surface. This property is called metallic lustre. Activity 3.2 n Take small pieces of iron, copper, aluminium, and magnesium. Try to cut these metals with a sharp knife and note your observations. n Hold a piece of sodium metal with a pair of tongs. CAUTION: Always handle sodium metal with care. Dry it by pressing between the folds of a filter paper. n Put it on a watch-glass and try to cut it with a knife. n What do you observe? Science You will find that some metals can be beaten into thin sheets. This property is called malleability. Did you know that gold and silver are the most malleable metals? Activity 3.3 n Take pieces of iron, zinc, lead and copper. n Place any one metal on a block of iron and strike it four or five times with a hammer. What do you observe? n Repeat with other metals. n Record the change in the shape of these metals. You will find that metals are generally hard. The hardness varies from metal to metal. Activity 3.4 n List the metals whose wires you have seen in daily life. The ability of metals to be drawn into thin wires is called ductility. Gold is the most ductile metal. You will be surprised to know that a wire of about 2 km length can be drawn from one gram of gold. It is because of their malleability and ductility that metals can be given different shapes according to our needs. Can you name some metals that are used for making cooking vessels? Do you know why these metals are used for making vessels? Let us do the following Activity to find out the answer. Activity 3.5 n Take an aluminium or copper wire. Clamp this wire on a stand, as shown in Fig. 3.1. n Fix a pin to the free end of the wire using wax. n Heat the wire with a spirit lamp, candle or a burner near the place where it is clamped. n What do you observe after some time? n Note your observations. Does the metal wire melt? The above activity shows that metals are good conductors of heat and have high melting points. The best conductors of heat are silver and copper. Lead and mercury are comparatively poor conductors of heat. Do metals also conduct electricity? Let us find out. Figure 3.1 Metals are good conductors of heat. Metals and Non-metals You must have seen that the wires that carry current in your homes have a coating of polyvinylchloride (PVC) or a rubber-like material. Why are electric wires coated with such substances? What happens when metals strike a hard surface? Do they produce a sound? The metals that produce a sound on striking a hard surface are said to be sonorous. Can you now say why school bells are made of metals?",
        "figures": [
            {
                "figure": "Figure 3.1",
                "desc": "Figure 3.1 Metals are good conductors of heat."
            },
            {
                "figure": "Figure 3.2",
                "desc": "Figure 3.2 Metals are good conductors of electricity."
            }
        ]
    },
    {
        "id": 53,
        "chapter": "3 CHAPTER",
        "subchapter": "3.1.2 Non-metals",
        "content": "In the previous Class you have learnt that there are very few non-metals as compared to metals. Some of the examples of non-metals are carbon, sulphur, iodine, oxygen, hydrogen, etc. The non-metals are either solids or gases except bromine which is a liquid. Do non-metals also have physical properties similar to that of metals? Let us find out. Activity 3.6 n Set up an electric circuit as shown in Fig. 3.2. n Place the metal to be tested in the circuit between terminals A and B as shown. n Does the bulb glow? What does this indicate? Figure 3.2 Metals are good conductors of electricity. Activity 3.7 n Collect samples of carbon (coal or graphite), sulphur and iodine. n Carry out the Activities 3.1 to 3.4 and 3.6 with these non-metals and record your observations. Compile your observations regarding metals and non-metals in Table 3.1. Table 3.1 Table 3.1 Table 3.1 Table 3.1 Table 3.1 Element Element Element Symbol Symbol Symbol Type of Type of Type of Type of Type of Hardness Hardness Hardness Malleability Malleability Malleability Ductility Ductility Ductility Conducts Conducts Conducts Sonority Sonority Sonority surface surface surface surface surface Electricity Electricity Electricity On the bases of the observations recorded in Table 3.1, discuss the general physical properties of metals and non-metals in the class. You must have concluded that we cannot group elements according to their physical properties alone, as there are many exceptions. For example – (i) All metals except mercury exist as solids at room temperature. In Activity 3.5, you have observed that metals have high melting Science points but gallium and caesium have very low melting points. These two metals will melt if you keep them on your palm. (ii) Iodine is a non-metal but it is lustrous. (iii) Carbon is a non-metal that can exist in different forms. Each form is called an allotrope. Diamond, an allotrope of carbon, is the hardest natural substance known and has a very high melting and boiling point. Graphite, another allotrope of carbon, is a conductor of electricity. (iv) Alkali metals (lithium, sodium, potassium) are so soft that they can be cut with a knife. They have low densities and low melting points. Elements can be more clearly classified as metals and non-metals on the basis of their chemical properties. Activity 3.8 n Take a magnesium ribbon and some sulphur powder. n Burn the magnesium ribbon. Collect the ashes formed and dissolve them in water. n Test the resultant solution with both red and blue litmus paper. n Is the product formed on burning magnesium acidic or basic? n Now burn sulphur powder. Place a test tube over the burning sulphur to collect the fumes produced. n Add some water to the above test tube and shake. n Test this solution with blue and red litmus paper. n Is the product formed on burning sulphur acidic or basic? n Can you write equations for these reactions? Q U E S T I O N S Q U E S T I O N S Q U E S T I O N S Q U E S T I O N S Q U E S T I O N S ? 1. Give an example of a metal which (i) is a liquid at room temperature. (ii) can be easily cut with a knife. (iii) is the best conductor of heat. (iv) is a poor conductor of heat. 2. Explain the meanings of malleable and ductile.",
        "figures": []
    },
    {
        "id": 54,
        "chapter": "3 CHAPTER",
        "subchapter": "3.2 CHEMICAL PROPERTIES OF METALS",
        "content": "We will learn about the chemical properties of metals in the following Sections 3.2.1 to 3.2.4. For this, collect the samples of following metals – aluminium, copper, iron, lead, magnesium, zinc and sodium. Most non-metals produce acidic oxides when dissolve in water. On the other hand, most metals, give rise to basic oxides. You will be learning more about these metal oxides in the next section. Metals and Non-metals",
        "figures": []
    },
    {
        "id": 55,
        "chapter": "3 CHAPTER",
        "subchapter": "3.2.2 What happens when Metals react with Water?",
        "content": "Activity 3.10 CAUTION: This Activity needs the teacher’s assistance. n Collect the samples of the same metals as in Activity 3.9. n Put small pieces of the samples separately in beakers half-filled with cold water. n Which metals reacted with cold water? Arrange them in the increasing order of their reactivity with cold water. n Did any metal produce fire on water? n Does any metal start floating after some time? n Put the metals that did not react with cold water in beakers half-filled with hot water. n For the metals that did not react with hot water, arrange the apparatus as shown in Fig. 3.3 and observe their reaction with steam. n Which metals did not react even with steam? n Arrange the metals in the decreasing order of reactivity with water. Metals and Non-metals Metals react with water and produce a metal oxide and hydrogen gas. Metal oxides that are soluble in water dissolve in it to further form metal hydroxide. But all metals do not react with water. Metal + Water →Metal oxide + Hydrogen Metal oxide + Water →Metal hydroxide Metals like potassium and sodium react violently with cold water. In case of sodium and potassium, the reaction is so violent and exothermic that the evolved hydrogen immediately catches fire. 2K(s) + 2H2O(l) → 2KOH(aq) + H2(g) + heat energy 2Na(s) + 2H2O(l) → 2NaOH(aq) + H2(g) + heat energy The reaction of calcium with water is less violent. The heat evolved is not sufficient for the hydrogen to catch fire. Ca(s) + 2H2O(l) → Ca(OH)2(aq) + H2(g) Calcium starts floating because the bubbles of hydrogen gas formed stick to the surface of the metal. Magnesium does not react with cold water. It reacts with hot water to form magnesium hydroxide and hydrogen. It also starts floating due to the bubbles of hydrogen gas sticking to its surface. Metals like aluminium, iron and zinc do not react either with cold or hot water. But they react with steam to form the metal oxide and hydrogen. 2Al(s) + 3H2O(g) → Al2O3(s) + 3H2(g) 3Fe(s) + 4H2O(g) → Fe3O4(s) + 4H2(g) Metals such as lead, copper, silver and gold do not react with water at all.",
        "figures": []
    },
    {
        "id": 56,
        "chapter": "3 CHAPTER",
        "subchapter": "3.2.3 What happens when Metals react with Acids?",
        "content": "You have already learnt that metals react with acids to give a salt and hydrogen gas. Figure 3.3 Action of steam on a metal Science Metal + Dilute acid → Salt + Hydrogen But do all metals react in the same manner? Let us find out. Activity 3.11 n Collect all the metal samples except sodium and potassium again. If the samples are tarnished, rub them clean with sand paper. CAUTION: Do not take sodium and potassium as they react vigorously even with cold water. n Put the samples separately in test tubes containing dilute hydrochloric acid. n Suspend thermometers in the test tubes, so that their bulbs are dipped in the acid. n Observe the rate of formation of bubbles carefully. n Which metals reacted vigorously with dilute hydrochloric acid? n With which metal did you record the highest temperature? n Arrange the metals in the decreasing order of reactivity with dilute acids. Write equations for the reactions of magnesium, aluminium, zinc and iron with dilute hydrochloric acid. Hydrogen gas is not evolved when a metal reacts with nitric acid. It is because HNO3 is a strong oxidising agent. It oxidises the H2 produced to water and itself gets reduced to any of the nitrogen oxides (N2O, NO, NO2). But magnesium (Mg) and manganese (Mn) react with very dilute HNO3 to evolve H2 gas. You must have observed in Activity 3.11, that the rate of formation of bubbles was the fastest in the case of magnesium. The reaction was also the most exothermic in this case. The reactivity decreases in the order Mg > Al > Zn > Fe. In the case of copper, no bubbles were seen and the temperature also remained unchanged. This shows that copper does not react with dilute HCl. Do You Know? Aqua regia, (Latin for ‘royal water’) is a freshly prepared mixture of concentrated hydrochloric acid and concentrated nitric acid in the ratio of 3:1. It can dissolve gold, even though neither of these acids can do so alone. Aqua regia is a highly corrosive, fuming liquid. It is one of the few reagents that is able to dissolve gold and platinum.",
        "figures": [
            {
                "figure": "Figure 3.3",
                "desc": "Figure 3.3 Action of steam on a metal."
            }
        ]
    },
    {
        "id": 57,
        "chapter": "3 CHAPTER",
        "subchapter": "3.2.4 How do Metals react with Solutions of other Metal Salts  AND 3.2.5 The Reactivity Series",
        "content": "? Activity 3.12 n Take a clean wire of copper and an iron nail. n Put the copper wire in a solution of iron sulphate and the iron nail in a solution of copper sulphate taken in test tubes (Fig. 3.4). n Record your observations after 20 minutes. Metals and Non-metals n In which test tube did you find that a reaction has occurred? n On what basis can you say that a reaction has actually taken place? n Can you correlate your observations for the Activities 3.9, 3.10 and 3.11? n Write a balanced chemical equation for the reaction that has taken place. n Name the type of reaction. Reactive metals can displace less reactive metals from their compounds in solution or molten form. We have seen in the previous sections that all metals are not equally reactive. We checked the reactivity of various metals with oxygen, water and acids. But all metals do not react with these reagents. So we were not able to put all the metal samples we had collected in decreasing order of their reactivity. Displacement reactions studied in Chapter 1 give better evidence about the reactivity of metals. It is simple and easy if metal A displaces metal B from its solution, it is more reactive than B. Metal A + Salt solution of B → Salt solution of A + Metal B Which metal, copper or iron, is more reactive according to your observations in Activity 3.12?",
        "figures": []
    },
    {
        "id": 58,
        "chapter": "3 CHAPTER",
        "subchapter": "3.3 HOW DO METALS AND NON-METALS REACT?",
        "content": "In the above activities, you saw the reactions of metals with a number of reagents. Why do metals react in this manner? Let us recall what we learnt about the electronic configuration of elements in Class IX. We learnt that noble gases, which have a completely filled valence shell, show little chemical activity. We, therefore, explain the reactivity of elements as a tendency to attain a completely filled valence shell. Let us have a look at the electronic configuration of noble gases and some metals and non-metals. We can see from Table 3.3 that a sodium atom has one electron in its outermost shell. If it loses the electron from its M shell then its L shell now becomes the outermost shell and that has a stable octet. The nucleus of this atom still has 11 protons but the number of electrons has become 10, so there is a net positive charge giving us a sodium cation Na+. On the other hand chlorine has seven electrons in its outermost shell Use the Table above to answer the following questions about metals A, B, C and D. (i) Which is the most reactive metal? (ii) What would you observe if B is added to a solution of Copper(II) sulphate? (iii) Arrange the metals A, B, C and D in the order of decreasing reactivity. 4. Which gas is produced when dilute hydrochloric acid is added to a reactive metal? Write the chemical reaction when iron reacts with dilute H2SO4. 5. What would you observe when zinc is added to a solution of iron(II) sulphate? Write the chemical reaction that takes place. Metal Metal Metal Iron(II) sulphate Iron(II) sulphate Iron(II) sulphate Iron(II) sulphate Iron(II) sulphate Copper(II) sulphate Copper(II) sulphate Copper(II) sulphate Copper(II) sulphate Copper(II) sulphate Zinc sulphate Zinc sulphate Zinc sulphate Zinc sulphate Zinc sulphate Silver nitrate Silver nitrate Silver nitrate Silver nitrate Silver nitrate A No reaction Displacement B Displacement No reaction C No reaction No reaction No reaction Displacement D No reaction No reaction No reaction No reaction Metals and Non-metals and it requires one more electron to complete its octet. If sodium and chlorine were to react, the electron lost by sodium could be taken up by chlorine. After gaining an electron, the chlorine atom gets a unit negative charge, because its nucleus has 17 protons and there are 18 electrons in its K, L and M shells. This gives us a chloride anion C1–. So both these elements can have a give-and-take relation between them as follows (Fig. 3.5). Na Na + e 2,8,1 2,8 + (Sodium cation) → – Cl +e Cl 2,8,7 2,8,8 (Chloride anion) – – → Figure 3.5 Formation of sodium chloride Sodium and chloride ions, being oppositely charged, attract each other and are held by strong electrostatic forces of attraction to exist as sodium chloride (NaCl). It should be noted that sodium chloride does not exist as molecules but aggregates of oppositely charged ions. Let us see the formation of one more ionic compound, magnesium chloride (Fig. 3.6). Table 3.3 Table 3.3 Table 3.3 Table 3.3 Table 3.3 Electronic configurations of some elements Type of Type of Type of Type of Type of Element Element Element Atomic Atomic Atomic Number of Number of Number of Number of Number of element element element element element number number number number number electrons in shells electrons in shells electrons in shells electrons in shells electrons in shells KKKKK LLLLL M M M M M NNNNN Noble gases Helium (He) Neon (Ne) Argon (Ar) Metals Sodium (Na) Magnesium (Mg) Aluminium (Al) Potassium (K) Calcium (Ca) Non-metals Nitrogen (N) Oxygen (O) Fluorine (F) Phosphorus (P) Sulphur (S) Chlorine (Cl) Science Mg Mg e 2+ (Magnesium cation) →  + 2 2 8 2 2 8 – , , , Cl +e Cl 2,8,7 2,8,8 (Chloride anion) – – →  Figure 3.6 Formation of magnesium chloride The compounds formed in this manner by the transfer of electrons from a metal to a non-metal are known as ionic compounds or electrovalent compounds. Can you name the cation and anion present in MgCl2?",
        "figures": [
            {
                "figure": "Figure 3.5",
                "desc": "Figure 3.5 Formation of sodium chloride."
            },
            {
                "figure": "Figure 3.6",
                "desc": "Figure 3.6 Formation of magnesium chloride."
            }
        ]
    },
    {
        "id": 59,
        "chapter": "3 CHAPTER",
        "subchapter": "3.4 OCCURRENCE OF MET",
        "content": "OCCURRENCE OF MET OCCURRENCE OF MET OCCURRENCE OF MET OCCURRENCE OF METALS ALS ALS ALS ALS The earth’s crust is the major source of metals. Seawater also contains some soluble salts such as sodium chloride, magnesium chloride, etc. The elements or compounds, which occur naturally in the earth’s crust, are known as minerals. At some places, minerals contain a very high percentage of a particular metal and the metal can be profitably extracted from it. These minerals are called ores.",
        "figures": []
    },
    {
        "id": 60,
        "chapter": "3 CHAPTER",
        "subchapter": "3.4.2 Enrichment of Ores",
        "content": "Ores mined from the earth are usually contaminated with large amounts of impurities such as soil, sand, etc., called gangue. The impurities must be removed from the ore prior to the extraction of the metal. The processes used for removing the gangue from the ore are based on the differences between the physical or chemical properties of the gangue and the ore. Different separation techniques are accordingly employed.",
        "figures": []
    },
    {
        "id": 61,
        "chapter": "3 CHAPTER",
        "subchapter": "3.4.3 Extracting Metals Low in the Activity Series",
        "content": "Metals low in the activity series are very unreactive. The oxides of these metals can be reduced to metals by heating alone. For example, cinnabar (HgS) is an ore of mercury. When it is heated in air, it is first converted into mercuric oxide (HgO). Mercuric oxide is then reduced to mercury on further heating. 2HgS(s) + 3O (g) 2HgO(s) + 2SO (g) Heat  →  2HgO(s) 2Hg(l) + O (g) Heat  →  Similarly, copper which is found as Cu2S in nature can be obtained from its ore by just heating in air. 2Cu S + 3O (g) 2Cu O(s) + 2SO (g) 2Cu O + Cu S Heat Heat  →   → 6Cu(s) + SO (g)",
        "figures": []
    },
    {
        "id": 62,
        "chapter": "3 CHAPTER",
        "subchapter": "3.4.4 Extracting Metals in the Middle of the Activity Series",
        "content": "The metals in the middle of the activity series such as iron, zinc, lead, copper, are moderately reactive. These are usually present as sulphides or carbonates in nature. It is easier to obtain a metal from its oxide, as compared to its sulphides and carbonates. Therefore, prior to reduction, the metal sulphides and carbonates must be converted into metal oxides. The sulphide ores are converted into oxides by heating strongly in the presence of excess air. This process is known as roasting. The carbonate ores are changed into oxides by heating strongly in limited air. This process is known as calcination. The chemical reaction that takes place during roasting and calcination of zinc ores can be shown as follows – Roasting 2ZnS(s) + 3O (g) 2ZnO(s) + 2SO (g) Heat  →  Calcination ZnCO (s) ZnO(s) + CO (g) Heat  →  Science The metal oxides are then reduced to the corresponding metals by using suitable reducing agents such as carbon. For example, when zinc oxide is heated with carbon, it is reduced to metallic zinc. ZnO(s) + C(s) → Zn(s) + CO(g) You are already familiar with the process of oxidation and reduction explained in the first Chapter. Obtaining metals from their compounds is also a reduction process. Besides using carbon (coke) to reduce metal oxides to metals, sometimes displacement reactions can also be used. The highly reactive metals such as sodium, calcium, aluminium, etc., are used as reducing agents because they can displace metals of lower reactivity from their compounds. For example, when manganese dioxide is heated with aluminium powder, the following reaction takes place – 3MnO2(s) + 4Al(s) → 3Mn(l) + 2Al2O3(s) + Heat Can you identify the substances that are getting oxidised and reduced? These displacement reactions are highly exothermic. The amount of heat evolved is so large that the metals are produced in the molten state. In fact, the reaction of iron(III) oxide (Fe2O3) with aluminium is used to join railway tracks or cracked machine parts. This reaction is known as the thermit reaction. Fe2O3(s) + 2Al(s) → 2Fe(l) + Al2O3(s) + Heat",
        "figures": [
            {
                "figure": "Figure 3.11",
                "desc": "Figure 3.11 Thermit process for joining railway tracks."
            }
        ]
    },
    {
        "id": 63,
        "chapter": "3 CHAPTER",
        "subchapter": "3.4.5 Extracting Metals towards the Top of the Activity Series",
        "content": "The metals high up in the reactivity series are very reactive. They cannot be obtained from their compounds by heating with carbon. For example, carbon cannot reduce the oxides of sodium, magnesium, calcium, aluminium, etc., to the respective metals. This is because these metals have more affinity for oxygen than carbon. These metals are obtained by electrolytic reduction. For example, sodium, magnesium and calcium are obtained by the electrolysis of their molten chlorides. The metals are deposited at the cathode (the negatively charged electrode), whereas, chlorine is liberated at the anode (the positively charged electrode). The reactions are – At cathode Na+ + e– →Na At anode 2Cl– →Cl2 + 2e– Similarly, aluminium is obtained by the electrolytic reduction of aluminium oxide. Figure 3.11 Thermit process for joining railway tracks Metals and Non-metals",
        "figures": []
    },
    {
        "id": 64,
        "chapter": "3 CHAPTER",
        "subchapter": "3.5 CORROSION",
        "content": "You have learnt the following about corrosion in Chapter 1 – n Silver articles become black after some time when exposed to air. This is because it reacts with sulphur in the air to form a coating of silver sulphide. n Copper reacts with moist carbon dioxide in the air and slowly loses its shiny brown surface and gains a green coat. This green substance is basic copper carbonate. n Iron when exposed to moist air for a long time acquires a coating of a brown flaky substance called rust. Let us find out the conditions under which iron rusts. You will observe that iron nails rust in test tube A, but they do not rust in test tubes B and C. In the test tube A, the nails are exposed to both air and water. In the test tube B, the nails are exposed to only water, and the nails in test tube C are exposed to dry air. What does this tell us about the conditions under which iron articles rust?",
        "figures": [
            {
                "figure": "Figure 3.13",
                "desc": "Figure 3.13 Investigating the conditions under which iron rusts. In tube A, both air and water are present. In tube B, there is no air dissolved in the water. In tube C, the air is dry."
            }
        ]
    },
    {
        "id": 65,
        "chapter": "3 CHAPTER",
        "subchapter": "3.5.1 Prevention of CorrosioN",
        "content": "The rusting of iron can be prevented by painting, oiling, greasing, galvanising, chrome plating, anodising or making alloys. Galvanisation is a method of protecting steel and iron from rusting by coating them with a thin layer of zinc. The galvanised article is protected against rusting even if the zinc coating is broken. Can you reason this out? Alloying is a very good method of improving the properties of a metal. We can get the desired properties by this method. For example, iron is the most widely used metal. But it is never used in its pure state. This is because pure iron is very soft and stretches easily when hot. But, if it is mixed with a small amount of carbon (about 0.05 %), it becomes hard and strong. When iron is mixed with nickel and chromium, we get stainless steel, which is hard and does not rust. Thus, if iron is mixed with some other substance, its properties change. In fact, the properties of any metal can be changed if it is mixed with some other substance. The substance added may be a metal or a non-metal. An alloy is a homogeneous mixture of two or more metals, or a metal and a non metal. It is prepared by first melting the primary metal, and then, dissolving the other elements in it in definite proportions. It is then cooled to room temperature. 54 Science Do You Know? Pure gold, known as 24 carat gold, is very soft. It is, therefore, not suitable for making jewellery. It is alloyed with either silver or copper to make it hard. Generally, in India, 22 carat gold is used for making ornaments. It means that 22 parts of pure gold is alloyed with 2 parts of either copper or silver. Iron pillar at Delhi If one of the metals is mercury, then the alloy is known as an amalgam. The electrical conductivity and melting point of an alloy is less than that of pure metals. For example, brass, an alloy of copper and zinc (Cu and Zn), and bronze, an alloy of copper and tin (Cu and Sn), are not good conductors of electricity whereas copper is used for making electrical circuits. Solder, an alloy of lead and tin (Pb and Sn), has a low melting point and is used for welding electrical wires together. The wonder of ancient Indian metallurgy The wonder of ancient Indian metallurgy The wonder of ancient Indian metallurgy More to Know! The iron pillar near the Qutub Minar in Delhi was built more than 1600 years ago by the iron workers of India. They had developed a process which prevented iron from rusting. For its quality of rust resistance it has been examined by scientists from all parts of the world. The iron pillar is 8 m high and weighs 6 tonnes (6000 kg).",
        "figures": []
    },
    {
        "id": 66,
        "chapter": "3 CHAPTER",
        "subchapter": "3.2.1 What happens when Metals are burnt in Air?",
        "content": "You have seen in Activity 3.8 that magnesium burns in air with a dazzling white flame. Do all metals react in the same manner? Let us check by performing the following Activity. Activity 3.9 CAUTION: The following activity needs the teacher’s assistance. It would be better if students wear eye protection. n Hold any of the samples taken above with a pair of tongs and try burning over a flame. Repeat with the other metal samples. n Collect the product if formed. n Let the products and the metal surface cool down. n Which metals burn easily? n What flame colour did you observe when the metal burnt? n How does the metal surface appear after burning? n Arrange the metals in the decreasing order of their reactivity towards oxygen. n Are the products soluble in water? Almost all metals combine with oxygen to form metal oxides. Metal + Oxygen → Metal oxide For example, when copper is heated in air, it combines with oxygen to form copper(II) oxide, a black oxide. 2Cu + O2 → 2CuO (Copper) (Copper(II) oxide) Similarly, aluminium forms aluminium oxide. 4Al + 3O2 → 2Al2O3 (Aluminium) (Aluminium oxide) Recall from Chapter 2, how copper oxide reacts with hydrochloric acid. We have learnt that metal oxides are basic in nature. But some metal oxides, such as aluminium oxide, zinc oxide show both acidic as well as basic behaviour. Such metal oxides which react with both acids as well as bases to produce salts and water are known as amphoteric oxides. Aluminium oxide reacts in the following manner with acids and bases – Al2O3 + 6HCl → 2AlCl3 + 3H2O Al2O3 + 2NaOH → 2NaAlO2 + H2O (Sodium aluminate) Most metal oxides are insoluble in water but some of these dissolve in water to form alkalis. Sodium oxide and potassium oxide dissolve in water to produce alkalis as follows – Na2O(s) + H2O(l) → 2NaOH(aq) K2O(s) + H2O(l) → 2KOH(aq) Science We have observed in Activity 3.9 that all metals do not react with oxygen at the same rate. Different metals show different reactivities towards oxygen. Metals such as potassium and sodium react so vigorously that they catch fire if kept in the open. Hence, to protect them and to prevent accidental fires, they are kept immersed in kerosene oil. At ordinary temperature, the surfaces of metals such as magnesium, aluminium, zinc, lead, etc., are covered with a thin layer of oxide. The protective oxide layer prevents the metal from further oxidation. Iron does not burn on heating but iron filings burn vigorously when sprinkled in the flame of the burner. Copper does not burn, but the hot metal is coated with a black coloured layer of copper(II) oxide. Silver and gold do not react with oxygen even at high temperatures. Do You Know? Anodising is a process of forming a thick oxide layer of aluminium. Aluminium develops a thin oxide layer when exposed to air. This aluminium oxide coat makes it resistant to further corrosion. The resistance can be improved further by making the oxide layer thicker. During anodising, a clean aluminium article is made the anode and is electrolysed with dilute sulphuric acid. The oxygen gas evolved at the anode reacts with aluminium to make a thicker protective oxide layer. This oxide layer can be dyed easily to give aluminium articles an attractive finish. After performing Activity 3.9, you must have observed that sodium is the most reactive of the samples of metals taken here. The reaction of magnesium is less vigorous implying that it is not as reactive as sodium. But burning in oxygen does not help us to decide about the reactivity of zinc, iron, copper or lead. Let us see some more reactions to arrive at a conclusion about the order of reactivity of these metals.",
        "figures": []
    },
    {
        "id": 67,
        "chapter": "3 CHAPTER",
        "subchapter": "3.2.4 How do Metals react with Solutions of other Metal  Salts?",
        "content": "The reactivity series is a list of metals arranged in the order of their decreasing activities. After performing displacement experiments (Activities 1.9 and 3.12), the following series, (Table 3.2) known as the reactivity or activity series has been developed. Table 3.2 Table 3.2 Table 3.2 Table 3.2 Table 3.2 Activity series : Relative reactivities of metals K Potassium Most reactive Na Sodium Ca Calcium Mg Magnesium Al Aluminium Zn Zinc Reactivity decreases Fe Iron Pb Lead [H] [Hydrogen] Cu Copper Hg Mercury Ag Silver Au Gold Least reactive Figure 3.4 Reaction of metals with salt solutions Science ? Q U E S T I O N S Q U E S T I O N S Q U E S T I O N S Q U E S T I O N S Q U E S T I O N S 1. Why is sodium kept immersed in kerosene oil? 2. Write equations for the reactions of (i) iron with steam (ii) calcium and potassium with water 3. Samples of four metals A, B, C and D were taken and added to the following solution one by one. The results obtained have been tabulated as follows.",
        "figures": [
            {
                "figure": "Figure 3.4",
                "desc": "Figure 3.4 Reaction of metals with salt solutions."
            }
        ]
    },
    {
        "id": 68,
        "chapter": "3 CHAPTER",
        "subchapter": "3.3.1 Properties of Ionic Compounds",
        "content": "To learn about the properties of ionic compounds, let us perform the following Activity: Activity 3.13 n Take samples of sodium chloride, potassium iodide, barium chloride or any other salt from the science laboratory. n What is the physical state of these salts? n Take a small amount of a sample on a metal spatula and heat directly on the flame (Fig. 3.7). Repeat with other samples. n What did you observe? Did the samples impart any colour to the flame? Do these compounds melt? n Try to dissolve the samples in water, petrol and kerosene. Are they soluble? n Make a circuit as shown in Fig. 3.8 and insert the electrodes into a solution of one salt. What did you observe? Test the other salt samples too in this manner. n What is your inference about the nature of these compounds? Figure 3.7 Heating a salt sample on a spatula Figure 3.8 Testing the conductivity of a salt solution Table 3.4 Table 3.4 Table 3.4 Table 3.4 Table 3.4 Melting and boiling points of some ionic compounds Ionic onic onic onic onic Melting point Melting point Melting point Melting point Melting point Boiling point Boiling point Boiling point Boiling point Boiling point compound compound compound compound compound (K) (K) (K) (K) (K) (K) (K) (K) (K) (K) NaCl LiCl CaCl2 CaO MgCl2 Metals and Non-metals You may have observed the following general properties for ionic compounds— (i) Physical nature: Ionic compounds are solids and are somewhat hard because of the strong force of attraction between the positive and negative ions. These compounds are generally brittle and break into pieces when pressure is applied. (ii) Melting and Boiling points: Ionic compounds have high melting and boiling points (see Table 3.4). This is because a considerable amount of energy is required to break the strong inter-ionic attraction. (iii) Solubility: Electrovalent compounds are generally soluble in water and insoluble in solvents such as kerosene, petrol, etc. (iv) Conduction of Electricity: The conduction of electricity through a solution involves the movement of charged particles. A solution of an ionic compound in water contains ions, which move to the opposite electrodes when electricity is passed through the solution. Ionic compounds in the solid state do not conduct electricity because movement of ions in the solid is not possible due to their rigid structure. But ionic compounds conduct electricity in the molten state. This is possible in the molten state since the elecrostatic forces of attraction between the oppositely charged ions are overcome due to the heat. Thus, the ions move freely and conduct electricity. Q U E S T I O N S Q U E S T I O N S Q U E S T I O N S Q U E S T I O N S Q U E S T I O N S ? 1. (i) Write the electron-dot structures for sodium, oxygen and magnesium. (ii) Show the formation of Na2O and MgO by the transfer of electrons. (iii) What are the ions present in these compounds? 2. Why do ionic compounds have high melting points? 3.4 3.4 3.4 3.4",
        "figures": [
            {
                "figure": "Figure 3.7",
                "desc": "Figure 3.7 Heating a salt sample on a spatula."
            },
            {
                "figure": "Figure 3.8",
                "desc": "Figure 3.8 Testing the conductivity of a salt solution."
            }
        ]
    },
    {
        "id": 69,
        "chapter": "3 CHAPTER",
        "subchapter": "3.4.1 Extraction of Metals",
        "content": "You have learnt about the reactivity series of metals. Having this knowledge, you can easily understand how a metal is extracted from its ore. Some metals are found in the earth’s crust in the free state. Some are found in the form of their compounds. The metals at the bottom of the activity series are the least reactive. They are often found in a free Science state. For example, gold, silver, platinum and copper are found in the free state. Copper and silver are also found in the combined state as their sulphide or oxide ores. The metals at the top of the activity series (K, Na, Ca, Mg and Al) are so reactive that they are never found in nature as free elements. The metals in the middle of the activity series (Zn, Fe, Pb, etc.) are moderately reactive. They are found in the earth’s crust mainly as oxides, sulphides or carbonates. You will find that the ores of many metals are oxides. This is because oxygen is a very reactive element and is very abundant on the earth. Thus on the basis of reactivity, we can group the metals into the following three categories (Fig. 3.9) – (i) Metals of low reactivity; (ii) Metals of medium reactivity; (iii) Metals of high reactivity. Different techniques are to be used for obtaining the metals falling in each category. K Na Ca Mg Al Zn Fe Pb Cu Ag Au Reduction using carbon Found in native state Electrolysis Figure 3.9 Activity series and related metallurgy Figure 3.10 Steps involved in the extraction of metals from ores Several steps are involved in the extraction of pure metal from ores. A summary of these steps is given in Fig.3.10. Each step is explained in detail in the following sections. Metals and Non-metals",
        "figures": [
            {
                "figure": "Figure 3.9",
                "desc": "Figure 3.9 Activity series and related metallurgy."
            },
            {
                "figure": "Figure 3.10",
                "desc": "Figure 3.10 Steps involved in the extraction of metals from ores."
            }
        ]
    },
    {
        "id": 70,
        "chapter": "3 CHAPTER",
        "subchapter": "3.4.6 Refining of Metals",
        "content": "The metals produced by various reduction processes described above are not very pure. They contain impurities, which must be removed to obtain pure metals. The most widely used method for refining impure metals is electrolytic refining. Electrolytic Refining: Electrolytic Refining: Electrolytic Refining: Electrolytic Refining: Electrolytic Refining: Many metals, such as copper, zinc, tin, nickel, silver, gold, etc., are refined electrolytically. In this process, the impure metal is made the anode and a thin strip of pure metal is made the cathode. A solution of the metal salt is used as an electrolyte. The apparatus is set up as shown in Fig. 3.12. On passing the current through the electrolyte, the pure metal from the anode dissolves into the electrolyte. An equivalent amount of pure metal from the electrolyte is deposited on the cathode. The soluble impurities go into the solution, whereas, the insoluble impurities settle down at the bottom of the anode and are known as anode mud. 1. Define the following terms. (i) Mineral (ii) Ore (iii) Gangue 2. Name two metals which are found in nature in the free state. 3. What chemical process is used for obtaining a metal from its oxide? Figure 3.12 Electrolytic refining of copper. The electrolyte is a solution of acidified copper sulphate. The anode is impure copper, whereas, the cathode is a strip of pure copper. On passing electric current, pure copper is deposited on the cathode. Q U E S T I O N S Q U E S T I O N S Q U E S T I O N S Q U E S T I O N S Q U E S T I O N S ?",
        "figures": [
            {
                "figure": "Figure 3.12",
                "desc": "Figure 3.12 Electrolytic refining of copper. The electrolyte is a solution of acidified copper sulphate. The anode is impure copper,whereas, the cathde is a strip of pure copper. On passing electric current, pure copper is deposited on the cathode."
            }
        ]
    },
    {
        "id": 71,
        "chapter": "6 CHAPTER",
        "subchapter": "NAME",
        "content": "Life Processes",
        "figures": []
    },
    {
        "id": 72,
        "chapter": "6 CHAPTER",
        "subchapter": "content",
        "content": "H ow do we tell the difference between what is alive and what is not alive? If we see a dog running, or a cow chewing cud, or a man shouting loudly on the street, we know that these are living beings. What if the dog or the cow or the man were asleep? We would still think that they were alive, but how did we know that? We see them breathing, and we know that they are alive. What about plants? How do we know that they are alive? We see them green, some of us will say. But what about plants that have leaves of colours other than green? They grow over time, so we know that they are alive, some will say. In other words, we tend to think of some sort of movement, either growth-related or not, as common evidence for being alive. But a plant that is not visibly growing is still alive, and some animals can breathe without visible movement. So using visible movement as the defining characteristic of life is not enough. Movements over very small scales will be invisible to the naked eye – movements of molecules, for example. Is this invisible molecular movement necessary for life? If we ask this question to professional biologists, they will say yes. In fact, viruses do not show any molecular movement in them (until they infect some cell), and that is partly why there is a controversy about whether they are truly alive or not. Why are molecular movements needed for life? We have seen in earlier classes that living organisms are well-organised structures; they can have tissues, tissues have cells, cells have smaller components in them, and so on. Because of the effects of the environment, this organised, ordered nature of living structures is very likely to keep breaking down over time. If order breaks down, the organism will no longer be alive. So living creatures must keep repairing and maintaining their structures. Since all these structures are made up of molecules, they must move molecules around all the time. What are the maintenance processes in living organisms? Let us explore.",
        "figures": []
    },
    {
        "id": 73,
        "chapter": "6 CHAPTER",
        "subchapter": "6.1 WHAT ARE LIFE PROCESSES?",
        "content": "The maintenance functions of living organisms must go on even when they are not doing anything particular. Even when we are just sitting in class, even if we are just asleep, this maintenance job has to go on. The processes which together perform this maintenance job are life processes. Since these maintenance processes are needed to prevent damage and break-down, energy is needed for them. This energy comes from outside the body of the individual organism. So there must be a process to transfer a source of energy from outside the body of the organism, which we call food, to the inside, a process we commonly call nutrition. If the body size of the organisms is to grow, additional raw material will also be needed from outside. Since life on earth depends on carbon based molecules, most of these food sources are also carbon-based. Depending on the complexity of these carbon sources, different organisms can then use different kinds of nutritional processes. The outside sources of energy could be quite varied, since the environment is not under the control of the individual organism. These sources of energy, therefore, need to be broken down or built up in the body, and must be finally converted to a uniform source of energy that can be used for the various molecular movements needed for maintaining living structures, as well as to the kind of molecules the body needs to grow. For this, a series of chemical reactions in the body are necessary. Oxidising-reducing reactions are some of the most common chemical means to break-down molecules. For this, many organisms use oxygen sourced from outside the body. The process of acquiring oxygen from outside the body, and to use it in the process of break-down of food sources for cellular needs, is what we call respiration. In the case of a single-celled organism, no specific organs for taking in food, exchange of gases or removal of wastes may be needed because the entire surface of the organism is in contact with the environment. But what happens when the body size of the organism increases and the body design becomes more complex? In multi-cellular organisms, all the cells may not be in direct contact with the surrounding environment. Thus, simple diffusion will not meet the requirements of all the cells. We have seen previously how, in multi-cellular organisms, various body parts have specialised in the functions they perform. We are familiar with the idea of these specialised tissues, and with their organisation in the body of the organism. It is therefore not surprising that the uptake of food and of oxygen will also be the function of specialised tissues. However, this poses a problem, since the food and oxygen are now taken up at one place in the body of the organisms, while all parts of the body need them. This situation creates a need for a transportation system for carrying food and oxygen from one place to another in the body. When chemical reactions use the carbon source and the oxygen for energy generation, they create by-products that are not only useless for the cells of the body, but could even be harmful. These waste by products are therefore needed to be removed from the body and discarded outside by a process called excretion. Again, if the basic rules for body 60 Science design in multi-cellular organisms are followed, a specialised tissue for excretion will be developed, which means that the transportation system will need to transport waste away from cells to this excretory tissue. Let us consider these various processes, so essential to maintain life, one by one.",
        "figures": []
    },
    {
        "id": 74,
        "chapter": "6 CHAPTER",
        "subchapter": "6.2 NUTRITION",
        "content": "When we walk or ride a bicycle, we are using up energy. Even when we are not doing any apparent activity, energy is needed to maintain a state of order in our body. We also need materials from outside in order to grow, develop, synthesise protein and other substances needed in the body. This source of energy and materials is the food we eat. How do living things get their food? How do living things get their food? How do living things get their food? How do living things get their food? How do living things get their food? The general requirement for energy and materials is common in all organisms, but it is fulfilled in different ways. Some organisms use simple food material obtained from inorganic sources in the form of carbon dioxide and water. These organisms, the autotrophs, include green plants and some bacteria. Other organisms utilise complex substances. These complex substances have to be broken down into simpler ones before they can be used for the upkeep and growth of the body. To achieve this, organisms use bio-catalysts called enzymes. Thus, the heterotrophs survival depends directly or indirectly on autotrophs. Heterotrophic organisms include animals and fungi.",
        "figures": []
    },
    {
        "id": 75,
        "chapter": "6 CHAPTER",
        "subchapter": "6.2.1 Autotrophic Nutrition",
        "content": "Carbon and energy requirements of the autotrophic organism are fulfilled by photosynthesis. It is the process by which autotrophs take in substances from the outside and convert them into stored forms of energy. This material is taken in the form of carbon dioxide and water which is converted into carbohydrates in the presence of sunlight and chlorophyll. Carbohydrates are utilised for providing energy to the plant. We will study how this takes place in the next section. The carbohydrates which are not used immediately are stored in the form of starch, which serves as the internal energy reserve to be used as and when required by the plant. A somewhat similar situation is seen in us where some of the energy derived from the food we eat is stored in our body in the form of glycogen. Science taken up in the form of inorganic nitrates or nitrites. Or it is taken up as organic compounds which have been prepared by bacteria from atmospheric nitrogen.",
        "figures": [
            {
                "figure": "Figure 6.1",
                "desc": "Figure 6.1 Cross-section of a leaf."
            },
            {
                "figure": "Figure 6.2a",
                "desc": "Figure 6.2a Variegated leaf  before."
            },
            {
                "figure": "Figure 6.2b",
                "desc": "Figure 6.2b after starch test."
            },
            {
                "figure": "Figure 6.3a",
                "desc": "Figure 6.3a Open stomatal pore."
            },
            {
                "figure": "Figure 6.3b",
                "desc": "Figure 6.3b closed stomatal pore."
            },
            {
                "figure": "Figure 6.4a",
                "desc": "Figure 6.4a Experimental set-up with potassium hydroxide."
            },
            {
                "figure": "Figure 6.4b",
                "desc": "Figure 6.4b Experimental set-up without potassium hydroxide."
            }
        ]
    },
    {
        "id": 76,
        "chapter": "6 CHAPTER",
        "subchapter": "6.2.2 Heterotrophic Nutrition",
        "content": "Each organism is adapted to its environment. The form of nutrition differs depending on the type and availability of food material as well as how it is obtained by the organism. For example, whether the food source is stationary (such as grass) or mobile (such as a deer), would allow for differences in how the food is accessed and what is the nutritive apparatus used by a cow and a lion. There is a range of strategies by which the food is taken in and used by the organism. Some organisms break-down the food material outside the body and then absorb it. Examples are fungi like bread moulds, yeast and mushrooms. Others take in whole material and break it down inside their bodies. What can be taken in and broken down depends on the body design and functioning. Some other organisms derive nutrition from plants or animals without killing them. This parasitic nutritive strategy is used by a wide variety of organisms like cuscuta (amar-bel), ticks, lice, leeches and tape-worms.",
        "figures": []
    },
    {
        "id": 77,
        "chapter": "6 CHAPTER",
        "subchapter": "6.2.3 How do Organisms obtain their Nutrition?",
        "content": "Since the food and the way it is obtained differ, the digestive system is different in various organisms. In single-celled organisms, the food may be taken in by the entire surface. But as the complexity of the organism increases, different parts become specialised to perform different functions. For example, Amoeba takes in food using temporary finger-like extensions of the cell surface which fuse over the food particle forming a food-vacuole (Fig. 6.5). Inside the food- vacuole, complex substances are broken down into simpler ones which then diffuse into the cytoplasm. The remaining undigested material is moved to the surface of the cell and thrown out. In Paramoecium, which is also a unicellular organism, the cell has a definite shape and food is taken in at a specific spot. Food is moved to this spot by the movement of cilia which cover the entire surface of the cell.",
        "figures": [
            {
                "figure": "Figure 6.5",
                "desc": "Figure 6.5 Nutrition in Amoeba."
            }
        ]
    },
    {
        "id": 78,
        "chapter": "6 CHAPTER",
        "subchapter": "6.2.4 Nutrition in Human Beings",
        "content": "The alimentary canal is basically a long tube extending from the mouth to the anus. In Fig. 6.6, we can see that the tube has different parts. Various regions are specialised to perform different functions. What happens to the food once it enters our body? We shall discuss this process here. Science Activity 6.3 n Take 1 mL starch solution (1%) in two test tubes (A and B). n Add 1 mL saliva to test tube A and leave both test tubes undisturbed for 20-30 minutes. n Now add a few drops of dilute iodine solution to the test tubes. n In which test tube do you observe a colour change? n What does this indicate about the presence or absence of starch in the two test tubes? n What does this tell us about the action of saliva on starch? We eat various types of food which has to pass through the same digestive tract. Naturally the food has to be processed to generate particles which are small and of the same texture. This is achieved by crushing the food with our teeth. Since the lining of the canal is soft, the food is also wetted to make its passage smooth. When we eat something we like, our mouth ‘waters’. This is actually not only water, but a fluid called saliva secreted by the salivary glands. Another aspect of the food we ingest is its complex nature. If it is to be absorbed from the alimentary canal, it has to be broken into smaller molecules. This is done with the help of biological catalysts called enzymes. The saliva contains an enzyme called salivary amylase that breaks down starch which is a complex molecule to give simple sugar. The food is mixed thoroughly with saliva and moved around the mouth while chewing by the muscular tongue. It is necessary to move the food in a regulated manner along the digestive tube so that it can be processed properly in each part. The lining of canal has muscles that contract rhythmically in order to push the food forward. These peristaltic movements occur all along the gut. From the mouth, the food is taken to the stomach through the food-pipe or oesophagus. The stomach is a large organ which expands when food enters it. The muscular walls of the stomach help in mixing the food thoroughly with more digestive juices. The digestion in stomach is taken Figure 6.6 Human alimentary canal care of by the gastric glands present in the wall of the stomach. These release hydrochloric acid, a protein digesting enzyme called pepsin, and mucus. The hydrochloric acid creates an acidic medium which facilitates the action of the enzyme pepsin. What other function do you think is served by the acid? The mucus protects the inner lining of the stomach from the action of the acid under normal conditions. We Life Processes 65 have often heard adults complaining about ‘acidity’. Can this be related to what has been discussed above? The exit of food from the stomach is regulated by a sphincter muscle which releases it in small amounts into the small intestine. From the stomach, the food now enters the small intestine. This is the longest part of the alimentary canal which is fitted into a compact space because of extensive coiling. The length of the small intestine differs in various animals depending on the food they eat. Herbivores eating grass need a longer small intestine to allow the cellulose to be digested. Meat is easier to digest, hence carnivores like tigers have a shorter small intestine. The small intestine is the site of the complete digestion of carbohydrates, proteins and fats. It receives the secretions of the liver and pancreas for this purpose. The food coming from the stomach is acidic and has to be made alkaline for the pancreatic enzymes to act. Bile juice from the liver accomplishes this in addition to acting on fats. Fats are present in the intestine in the form of large globules which makes it difficult for enzymes to act on them. Bile salts break them down into smaller globules increasing the efficiency of enzyme action. This is similar to the emulsifying action of soaps on dirt that we have learnt about in Chapter 4. The pancreas secretes pancreatic juice which contains enzymes like trypsin for digesting proteins and lipase for breaking down emulsified fats. The walls of the small intestine contain glands which secrete intestinal juice. The enzymes present in it finally convert the proteins to amino acids, complex carbohydrates into glucose and fats into fatty acids and glycerol. Digested food is taken up by the walls of the intestine. The inner lining of the small intestine has numerous finger-like projections called villi which increase the surface area for absorption. The villi are richly supplied with blood vessels which take the absorbed food to each and every cell of the body, where it is utilised for obtaining energy, building up new tissues and the repair of old tissues. The unabsorbed food is sent into the large intestine where its wall absorb more water from this material. The rest of the material is removed from the body via the anus. The exit of this waste material is regulated by the anal sphincter",
        "figures": [
            {
                "figure": "Figure 6.6",
                "desc": "Figure 6.6 Human alimentary canal."
            }
        ]
    },
    {
        "id": 79,
        "chapter": "6 CHAPTER",
        "subchapter": "6.3 RESPIRATION",
        "content": "We have discussed nutrition in organisms in the last section. The food material taken in during the process of nutrition is used in cells to provide energy for various life processes. Diverse organisms do this in different ways – some use oxygen to break-down glucose completely into carbon dioxide and water, some use other pathways that do not involve oxygen (Fig. 6.8). In all cases, the first step is the break-down of glucose, a six-carbon molecule, into a three-carbon molecule called pyruvate. This process takes place in the cytoplasm. Further, the pyruvate may be converted into ethanol and carbon dioxide. This process takes place in yeast during fermentation. Since this process takes place in the absence of air (oxygen), it is called anaerobic respiration. Break down of pyruvate using oxygen takes place in the mitochondria. This Life Processes 67 process breaks up the three-carbon pyruvate molecule to give three molecules of carbon dioxide. The other product is water. Since this process takes place in the presence of air (oxygen), it is called aerobic respiration. The release of energy in this aerobic process is a lot greater than in the anaerobic process. Sometimes, when there is a lack of oxygen in our muscle cells, another pathway for the break-down of pyruvate is taken. Here the pyruvate is converted into lactic acid which is also a three-carbon molecule. This build-up of lactic acid in our muscles during sudden activity causes cramps. Figure 6.8 Break-down of glucose by various pathways The energy released during cellular respiration is immediately used to synthesise a molecule called ATP which is used to fuel all other activities in the cell. In these processes, ATP is broken down giving rise to a fixed amount of energy which can drive the endothermic reactions taking place in the cell. A A ATP TP More to Know! TP ATP is the energy currency for most cellular processes. The energy released during the process of respiration is used to make an ATP molecule from ADP and inorganic phosphate. Endothermic processes in the cell then use this ATP to drive the reactions. When the terminal phosphate linkage in ATP is broken using water, the energy equivalent to 30.5 kJ/mol is released. Think of how a battery can provide energy for many different kinds of uses. It can be used to obtain mechanical energy, light energy, electrical energy and so on. Similarly, ATP can be used in the cells for the contraction of muscles, protein synthesis, conduction of nervous impulses and many other activities. Since the aerobic respiration pathway depends on oxygen, aerobic organisms need to ensure that there is sufficient intake of oxygen. We have seen that plants exchange gases through stomata, and the large inter-cellular spaces ensure that all cells are in contact with air. Carbon dioxide and oxygen are exchanged by diffusion here. They can go into 68 Science cells, or away from them and out into the air. The direction of diffusion depends upon the environmental conditions and the requirements of the plant. At night, when there is no photosynthesis occurring, CO2 elimination is the major exchange activity going on. During the day, CO2 generated during respiration is used up for photosynthesis, hence there is no CO2 release. Instead, oxygen release is the major event at this time. Animals have evolved different organs for the uptake of oxygen from the environment and for getting rid of the carbon dioxide produced. Terrestrial animals can breathe the oxygen in the atmosphere, but animals that live in water need to use the oxygen dissolved in water. Activity 6.6 n Observe fish in an aquarium. They open and close their mouths and the gill-slits (or the operculum which covers the gill-slits) behind their eyes also open and close. Are the timings of the opening and closing of the mouth and gill-slits coordinated in some manner? n Count the number of times the fish opens and closes its mouth in a minute. n Compare this to the number of times you breathe in and out in a minute. Since the amount of dissolved oxygen is fairly low compared to the amount of oxygen in the air, the rate of breathing in aquatic organisms is much faster than that seen in terrestrial organisms. Fishes take in water through their mouths and force it past the gills where the dissolved oxygen is taken up by blood. Terrestrial organisms use the oxygen in the atmosphere for respiration. This oxygen is absorbed by different organs in different animals. All these organs have a structure that increases the surface area which is in contact with the oxygen-rich atmosphere. Since the exchange of oxygen and carbon dioxide has to take place across this surface, this surface is very fine and delicate. In order to protect this surface, it is usually placed within the body, so there have to be passages that will take air to this area. In addition, there is a mechanism for moving the air in and out of this area where the oxygen is absorbed. In human beings (Fig. 6.9), air is taken into the body through the nostrils. The air passing through the nostrils is filtered by fine hairs that line the passage. The passage is also lined with mucus which helps in this process. From here, the air passes through the throat and into the lungs. Rings of cartilage are present in the throat. These ensure that the air-passage does not collapse. Life Processes 69 ©KTBS Not to be republished Science 70 Within the lungs, the passage divides into smaller and smaller tubes which finally terminate in balloon-like structures which are called alveoli (singular–alveolus). The alveoli provide a surface where the exchange of gases can take place. The walls of the alveoli contain an extensive network of blood-vessels. As we have seen in earlier years, when we breathe in, we lift our ribs and flatten our diaphragm, and the chest cavity becomes larger as a result. Because of this, air is sucked into the lungs and fills the expanded alveoli. The blood brings carbon dioxide from the rest of the body for release into the alveoli, and the oxygen in the alveolar air is taken up by blood in the alveolar blood vessels to be transported to all the cells in the body. During the breathing cycle, when air is taken in and let out, the lungs always contain a residual volume of air so that there is sufficient time for oxygen to be absorbed and for the carbon dioxide to be released. When the body size of animals is large, the diffusion pressure alone cannot take care of oxygen delivery to all parts of the body. Instead, respiratory pigments take up oxygen from the air in the lungs and carry it to tissues which are deficient in oxygen before releasing it. In human beings, the respiratory pigment is haemoglobin which has a very high affinity for oxygen. This pigment is present in the red blood corpuscles. Carbon dioxide is more soluble in water than oxygen is and hence is mostly transported in the dissolved form in our blood",
        "figures": [
            {
                "figure": "Figure 6.7a",
                "desc": "Figure 6.7a Air being passed into lime water with a pichkari/syringe."
            },
            {
                "figure": "Figure 6.7b",
                "desc": "Figure 6.7b Air being exhaled into lime water."
            },
            {
                "figure": "Figure 6.8",
                "desc": "Figure 6.8 Break-down of glucose by various pathways."
            }
        ]
    },
    {
        "id": 80,
        "chapter": "6 CHAPTER",
        "subchapter": "6.5 EXCRETION",
        "content": "We have already discussed how organisms get rid of gaseous wastes generated during photosynthesis or respiration. Other metabolic activities generate nitrogenous materials which need to be removed. The biological process involved in the removal of these harmful metabolic wastes from the body is called excretion. Different organisms use varied strategies to do this. Many unicellular organisms remove these wastes by simple diffusion from the body surface into the surrounding water. As we have seen in other processes, complex multi-cellular organisms use specialised organs to perform the same function.",
        "figures": []
    },
    {
        "id": 81,
        "chapter": "6 CHAPTER",
        "subchapter": "6.5.1 Excretion in Human Beings",
        "content": "The excretory system of human beings (Fig. 6.13) includes a pair of kidneys, a pair of ureters, a urinary bladder and a urethra. Kidneys are located in the abdomen, one on either side of the backbone. Urine produced in the kidneys passes through the ureters into the urinary bladder where it is stored until it is released through the urethra. How is urine produced? The purpose of making urine is to filter out waste products from the blood. Just as CO2 is removed from the blood in the lungs, nitrogenous waste such as urea or uric acid are removed from blood in the kidneys. It is then no surprise that the basic filtration unit in the kidneys, Science ©KTBS Not to be republished Life Processes 77 like in the lungs, is a cluster of very thin-walled blood capillaries. Each capillary cluster in the kidney is associated with the cup-shaped end of a coiled tube called Bowman’s capsule that collects the filtrate (Fig. 6.14). Each kidney has large numbers of these filtration units called nephrons packed close together. Some substances in the initial filtrate, such as glucose, amino acids, salts and a major amount of water, are selectively re-absorbed as the urine flows along the tube. The amount of water re-absorbed depends on how much excess water there is in the body, and on how much of dissolved waste there is to be excreted. The urine forming in each kidney eventually enters a long tube, the ureter, which connects the kidneys with the urinary bladder. Urine is stored in the urinary bladder until the pressure of the expanded bladder leads to the urge to pass it out through the urethra. The bladder is muscular, so it is under nervous control, as we have discussed elsewhere. As a result, we can usually control the urge to urinate. More to Know! Artificial kidney (Hemodialysis) Artificial kidney (Hemodialysis) Artificial kidney (Hemodialysis) Artificial kidney (Hemodialysis) Artificial kidney (Hemodialysis) Kidneys are vital organs for survival. Several factors like infections, injury or restricted blood flow to kidneys reduce the activity of kidneys. This leads to accumulation of poisonous wastes in the body, which can even lead to death. In case of kidney failure, an artificial kidney can be used. An artificial kidney is a device to remove nitrogenous waste products from the blood through dialysis. Artificial kidneys contain a number of tubes with a semi-permeable lining, suspended in a tank filled with dialysing fluid. This fluid has the same osmotic pressure as blood, except that it is devoid of nitrogenous wastes. The patient’s blood is passed through these tubes. During this passage, the waste products from the blood pass into dialysing fluid by diffusion. The purified blood is pumped back into the patient. This is similar to the function of the kidney, but it is different since there is no re absorption involved. Normally, in a healthy adult, the initial filtrate in the kidneys is about 180 L daily. However, the volume actually excreted is only a litre or two a day, because the remaining filtrate is re absorbed in the kidney tubules.",
        "figures": [
            {
                "figure": "Figure 6.13",
                "desc": "Figure 6.13 Excretory system in human beings."
            },
            {
                "figure": "Figure 6.14",
                "desc": "Figure 6.14 Structure of a nephron."
            }
        ]
    },
    {
        "id": 82,
        "chapter": "6 CHAPTER",
        "subchapter": "6.5.2 Excretion in Plants",
        "content": "Plants use completely different strategies for excretion than those of animals. Oxygen itself can be thought of as a waste product generated during photosynthesis! We have discussed earlier how plants deal with oxygen as well as CO2 . They can get rid of excess water by transpiration. For other wastes, plants use the fact that many of their tissues consist of dead cells, and that they can even lose some parts such as leaves. Many plant waste products are stored in cellular vacuoles. Waste products may be stored in leaves that fall off. Other waste products are stored as resins and gums, especially in old xylem. Plants also excrete some waste substances into the soil around them.",
        "figures": []
    },
    {
        "id": 83,
        "chapter": "6 CHAPTER",
        "subchapter": "6.6 RESPIRATION",
        "content": "Think of how a battery can provide energy for many different kinds of uses. It can be used to obtain mechanical energy, light energy, electrical energy and so on. Similarly, ATP can be used in the cells for the contraction of muscles, protein synthesis, conduction of nervous impulses and many other activities. Since the aerobic respiration pathway depends on oxygen, aerobic organisms need to ensure that there is sufficient intake of oxygen. We have seen that plants exchange gases through stomata, and the large inter-cellular spaces ensure that all cells are in contact with air. Carbon dioxide and oxygen are exchanged by diffusion here. They can go into More to Know! Life Processes cells, or away from them and out into the air. The direction of diffusion depends upon the environmental conditions and the requirements of the plant. At night, when there is no photosynthesis occurring, CO2 elimination is the major exchange activity going on. During the day, CO2 generated during respiration is used up for photosynthesis, hence there is no CO2 release. Instead, oxygen release is the major event at this time. Animals have evolved different organs for the uptake of oxygen from the environment and for getting rid of the carbon dioxide produced. Terrestrial animals can breathe the oxygen in the atmosphere, but animals that live in water need to use the oxygen dissolved in water. Activity 6.6 n Observe fish in an aquarium. They open and close their mouths and the gill-slits (or the operculum which covers the gill-slits) behind their eyes also open and close. Are the timings of the opening and closing of the mouth and gill-slits coordinated in some manner? n Count the number of times the fish opens and closes its mouth in a minute. n Compare this to the number of times you breathe in and out in a minute. Since the amount of dissolved oxygen is fairly low compared to the amount of oxygen in the air, the rate of breathing in aquatic organisms is much faster than that seen in terrestrial organisms. Fishes take in water through their mouths and force it past the gills where the dissolved oxygen is taken up by blood. Terrestrial organisms use the oxygen in the atmosphere for respiration. This oxygen is absorbed by different organs in different animals. All these organs have a structure that increases the surface area which is in contact with the oxygen-rich atmosphere. Since the exchange of oxygen and carbon dioxide has to take place across this surface, this surface is very fine and delicate. In order to protect this surface, it is usually placed within the body, so there have to be passages that will take air to this area. In addition, there is a mechanism for moving the air in and out of this area where the oxygen is absorbed. In human beings (Fig. 6.9), air is taken into the body through the nostrils. The air passing through the nostrils is filtered by fine hairs that line the passage. The passage is also lined with mucus which helps in this process. From here, the air passes through the throat and into the lungs. Rings of cartilage are present in the throat. These ensure that the air-passage does not collapse. ©KTBS Not to be republished Science Within the lungs, the passage divides into smaller and smaller tubes which finally terminate in balloon-like structures which are called alveoli (singular–alveolus). The alveoli provide a surface where the exchange of gases can take place. The walls of the alveoli contain an extensive network of blood-vessels. As we have seen in earlier years, when we breathe in, we lift our ribs and flatten our diaphragm, and the chest cavity becomes larger as a result. Because of this, air is sucked into the lungs and fills the expanded alveoli. The blood brings carbon dioxide from the rest of the body for release into the alveoli, and the oxygen in the alveolar air is taken up by blood in the alveolar blood vessels to be transported to all the cells in the body. During the breathing cycle, when air is taken in and let out, the lungs always contain a residual volume of air so that there is sufficient time for oxygen to be absorbed and for the carbon dioxide to be released. When the body size of animals is large, the diffusion pressure alone cannot take care of oxygen delivery to all parts of the body. Instead, respiratory pigments take up oxygen from the air in the lungs and carry it to tissues which are deficient in oxygen before releasing it. In human beings, the respiratory pigment is haemoglobin which has a very high affinity for oxygen. This pigment is present in the red blood corpuscles. Carbon dioxide is more soluble in water than oxygen is and hence is mostly transported in the dissolved form in our blood. Figure 6.9 Human respiratory system Do You Know? Smoking is injurious to health. Lung cancer is one of common causes of deaths in the world. The upper part of respiratory tract is provided with small hair-like structures called cilia. These cilia help to remove germs, dust and other harmful particles from inhaled air. Smoking destroys these hair due to which germs, dust, smoke and other harmful chemicals enter lungs and cause infection, cough and even lung cancer. ©KTBS Not to be republished Life Processes",
        "figures": [
            {
                "figure": "Figure 6.9",
                "desc": "Figure 6.9 Human respiratory system."
            }
        ]
    },
    {
        "id": 84,
        "chapter": "6 CHAPTER",
        "subchapter": "6.4 TRANSPORATION",
        "content": "",
        "figures": []
    },
    {
        "id": 85,
        "chapter": "6 CHAPTER",
        "subchapter": "6.4.1 Transportation in Human Beings",
        "content": "We have seen in previous sections that blood transports food, oxygen and waste materials in our bodies. In Class IX, we learnt about blood being a fluid connective tissue. Blood consists of a fluid medium called plasma in which the cells are suspended. Plasma transports food, carbon dioxide and nitrogenous wastes in dissolved form. Oxygen is carried by the red blood corpuscles. Many other substances like salts, are also transported by the blood. We thus need a pumping organ to push blood around the body, a network of tubes to reach all the tissues and a system in place to ensure that this network can be repaired if damaged. ? Life Processes 71 ©KTBS Not to be republished Figure 6.10 Schematic sectional view of the human heart Our pump — the heart The heart is a muscular organ which is as big as our fist (Fig. 6.10). Because both oxygen and carbon dioxide have to be transported by the blood, the heart has different chambers to prevent the oxygen-rich blood from mixing with the blood containing carbon dioxide. The carbon dioxide-rich blood has to reach the lungs for the carbon dioxide to be removed, and the oxygenated blood from the lungs has to be brought back to the heart. This oxygen-rich blood is then pumped to the rest of the body. We can follow this process step by step (Fig. 6.11). Oxygen-rich blood from the lungs comes to the thin-walled upper chamber of the heart on the left, the left atrium. The left atrium relaxes when it is collecting this blood. It then contracts, while the next chamber, the left ventricle, relaxes, so that the blood is transferred to it. When the muscular left ventricle contracts in its turn, the blood is pumped out to the body. De-oxygenated blood comes from the body to the upper chamber on the right, the right atrium, as it relaxes. As the right atrium contracts, the corresponding lower chamber, the right ventricle, dilates. This transfers blood to the right ventricle, which in turn pumps it to the lungs for oxygenation. Since ventricles have to pump blood into various organs, they have thicker muscular walls than the atria do. Valves ensure that blood does not flow backwards when the atria or ventricles contract. Figure 6.11 Schematic representation of transport and exchange of oxygen and carbon dioxide Oxygen enters the blood in the lungs The separation of the right side and the left side of the heart is useful to keep oxygenated and de oxygenated blood from mixing. Such separation allows a highly efficient supply of oxygen to the body. This is useful in animals that have high energy needs, such as birds and mammals, which constantly use energy to maintain their body temperature. In animals that do not use energy for this purpose, the body temperature depends on the temperature in the environment. Such animals, like amphibians or many reptiles have three-chambered hearts, and tolerate some mixing of the oxygenated and de-oxygenated blood streams. Fishes, on the other hand, have only two chambers to their hearts, and the blood is pumped to the gills, is oxygenated there, and passes directly to the rest of the body. Thus, blood goes only once through the heart in the fish during one cycle of passage through the body. On the other hand, it goes through the heart twice during each cycle in other vertebrates. This is known as double circulation. 72 Science ©KTBS Not to be republished Blood pressure The force that blood exerts against the wall of a vessel is called blood pressure. This pressure is much greater in arteries than in veins. The pressure of blood inside the artery during ventricular systole (contraction) is called systolic pressure and pressure in artery during ventricular diastole (relaxation) is called diastolic pressure. The normal systolic pressure is about 120 mm of Hg and diastolic pressure is 80 mm of Hg. More to Know! Blood pressure is measured with an instrument called sphygmomanometer. High blood pressure is also called hypertension and is caused by the constriction of arterioles, which results in increased resistance to blood flow. It can lead to the rupture of an artery and internal bleeding. The tubes – blood vessels Arteries are the vessels which carry blood away from the heart to various organs of the body. Since the blood emerges from the heart under high pressure, the arteries have thick, elastic walls. Veins collect the blood from different organs and bring it back to the heart. They do not need thick walls because the blood is no longer under pressure, instead they have valves that ensure that the blood flows only in one direction. On reaching an organ or tissue, the artery divides into smaller and smaller vessels to bring the blood in contact with all the individual cells. The smallest vessels have walls which are one-cell thick and are called capillaries. Exchange of material between the blood and surrounding cells takes place across this thin wall. The capillaries then join together to form veins that convey the blood away from the organ or tissue. Maintenance by platelets What happens if this system of tubes develops a leak? Think about situations when we are injured and start bleeding. Naturally the loss of blood from the system has to be minimised. In addition, leakage would lead to a loss of pressure which would reduce the efficiency of the Life Processes 73 ©KTBS Not to be republished pumping system. To avoid this, the blood has platelet cells which circulate around the body and plug these leaks by helping to clot the blood at these points of injury. Lymph Lymph Lymph There is another type of fluid also involved in transportation. This is called lymph or tissue fluid. Through the pores present in the walls of capillaries some amount of plasma, proteins and blood cells escape into intercellular spaces in the tissues to form the tissue fluid or lymph. It is similar to the plasma of blood but colourless and contains less protein. Lymph drains into lymphatic capillaries from the intercellular spaces, which join to form large lymph vessels that finally open into larger veins. Lymph carries digested and absorbed fat from intestine and drains excess fluid from extra cellular space back into the blood",
        "figures": [
            {
                "figure": "Figure 6.10",
                "desc": "Figure 6.10 Schematic sectional view of the human heart."
            },
            {
                "figure": "Figure 6.11",
                "desc": "Figure 6.11 Schematic representation of transport and exchange of oxygen and carbon dioxide."
            }
        ]
    },
    {
        "id": 86,
        "chapter": "6 CHAPTER",
        "subchapter": "6.4.2 Transportation in Plants",
        "content": "We have discussed earlier how plants take in simple compounds such as CO2 and photosynthesise energy stored in their chlorophyll-containing organs, namely leaves. The other kinds of raw materials needed for building plant bodies will also have to be taken up separately. For plants, the soil is the nearest and richest source of raw materials like nitrogen, phosphorus and other minerals. The absorption of these substances therefore occurs through the part in contact with the soil, namely roots. If the distances between soil-contacting organs and chlorophyll containing organs are small, energy and raw materials can easily diffuse to all parts of the plant body. But if these distances become large because of changes in plant body design, diffusion processes will not be sufficient to provide raw material in leaves and energy in roots. A proper system of transportation is therefore essential in such situations. Energy needs differ between different body designs. Plants do not move, and plant bodies have a large proportion of dead cells in many tissues. As a result, plants have low energy needs, and can use relatively slow transport systems. The distances over which transport systems have to operate, however, can be very large in plants such as very tall trees. Plant transport systems will move energy stores from leaves and raw materials from roots. These two pathways are constructed as independently organised conducting tubes. One, the xylem moves water and minerals obtained from the soil. The other, phloem transports products of photosynthesis from the leaves where they are synthesised to other parts of the plant. We have studied the structure of these tissues in detail in Class IX.Transport of water In xylem tissue, vessels and tracheids of the roots, stems and leaves are interconnected to form a continuous system of water-conducting channels reaching all parts of the plant. At the roots, cells in contact with the soil actively take up ions. This creates a difference in the concentration of these ions between the root and the soil. Water, therefore, 74 Science ©KTBS Not to be republished moves into the root from the soil to eliminate this difference. This means that there is steady movement of water into root xylem, creating a column of water that is steadily pushed upwards. However, this pressure by itself is unlikely to be enough to move water over the heights that we commonly see in plants. Plants use another strategy to move water in the xylem upwards to the highest points of the plant body. Activity 6.8 n Take two small pots of approximately the same size and having the same amount of soil. One should have a plant in it. Place a stick of the same height as the plant in the other pot. n Cover the soil in both pots with a plastic sheet so that moisture cannot escape by evaporation. n Cover both sets, one with the plant and the other with the stick, with plastic sheets and place in bright sunlight for half an hour. n Do you observe any difference in the two cases? Provided that the plant has an adequate supply of water, the water which is lost through the stomata is replaced by water from the xylem vessels in the leaf. In fact, evaporation of water molecules from the cells of a leaf creates a suction which pulls water from the xylem cells of roots. The loss of water in the form of vapour from the aerial parts of the plant is known as transpiration. Thus, transpiration helps in the absorption and upward movement of water and minerals dissolved in it from roots to the leaves. It also helps in temperature regulation. The effect of root pressure in transport of water is more important at night. During the day when the stomata are open, the transpiration pull becomes the major driving force in the movement of water in the xylem. Figure 6.12 Movement of water during transpiration in a tree Transport of food and other substances So far we have discussed the transport of water and minerals in plants. Now let us consider how the products of metabolic processes, particularly photosynthesis, are moved from leaves, where they are formed, to other parts of the plant. This transport of soluble products of photosynthesis is called translocation and it occurs in the part of the vascular tissue known as phloem. Besides the products of photosynthesis, the phloem transports amino acids and other substances. These substances are especially delivered to the storage organs of roots, fruits and seeds and to growing organs. The translocation of food and other substances takes place in the sieve tubes with the help of adjacent companion cells both in upward and downward directions. Unlike transport in xylem which can be largely explained by simple physical forces, the translocation in phloem is achieved by utilising Life Processes 75 ©KTBS Not to be republished energy. Material like sucrose is transferred into phloem tissue using energy from ATP. This increases the osmotic pressure of the tissue causing water to move into it. This pressure moves the material in the phloem to tissues which have less pressure. This allows the phloem to move material according to the plant’s needs. For example, in the spring, sugar stored in root or stem tissue would be transported to the buds which need energy to grow",
        "figures": [
            {
                "figure": "Figure 6.12",
                "desc": "Figure 6.12 Movement of water during transpiration in a tree."
            }
        ]
    },
    {
        "id": 87,
        "chapter": "7 CHAPTER",
        "subchapter": "name",
        "content": "Control and Coordination",
        "figures": []
    },
    {
        "id": 88,
        "chapter": "7 CHAPTER",
        "subchapter": "Intorduction",
        "content": "In the previous chapter, we looked at life processes involved in the maintenance functions in living organisms. There, we had started with a notion we all have, that if we see something moving, it is alive. Some of these movements are in fact the result of growth, as in plants. A seed germinates and grows, and we can see that the seedling moves over the course of a few days, it pushes soil aside and comes out. But if its growth were to be stopped, these movements would not happen. Some movements, as in many animals and some plants, are not connected with growth. A cat running, children playing on swings, buffaloes chewing cud – these are not movements caused by growth. Why do we associate such visible movements with life? A possible answer is that we think of movement as a response to a change in the environment of the organism. The cat may be running because it has seen a mouse. Not only that, we also think of movement as an attempt by living organisms to use changes in their environment to their advantage. Plants grow out into the sunshine. Children try to get pleasure and fun out of swinging. Buffaloes chew cud to help break up tough food so as to be able to digest it better. When bright light is focussed on our eyes or when we touch a hot object, we detect the change and respond to it with movement in order to protect ourselves. If we think a bit more about this, it becomes apparent that all this movement, in response to the environment, is carefully controlled. Each kind of a change in the environment evokes an appropriate movement in response. When we want to talk to our friends in class, we whisper, rather than shouting loudly. Clearly, the movement to be made depends on the event that is triggering it. Therefore, such controlled movement must be connected to the recognition of various events in the environment, followed by only the correct movement in response. In other words, living organisms must use systems providing control and coordination. In keeping with the general principles of body organisation in multicellular organisms, specialised tissues are used to provide these control and coordination activities",
        "figures": []
    },
    {
        "id": 89,
        "chapter": "7 CHAPTER",
        "subchapter": "7.1 ANIMALS – NERVOUS SYSTEM",
        "content": "In animals, such control and coordination are provided by nervous and muscular tissues, which we have studied in Class IX. Touching a hot ©KTBS Not to be republished Control and Coordination object is an urgent and dangerous situation for us. We need to detect it, and respond to it. How do we detect that we are touching a hot object? All information from our environment is detected by the specialised tips of some nerve cells. These receptors are usually located in our sense organs, such as the inner ear, the nose, the tongue, and so on. So gustatory receptors will detect taste while olfactory receptors will detect smell. This information, acquired at the end of the dendritic tip of a nerve cell [Fig. 7.1 (a)], sets off a chemical reaction that creates an electrical impulse. This impulse travels from the dendrite to the cell body, and then along the axon to its end. At the end of the axon, the electrical impulse sets off the release of some chemicals. These chemicals cross the gap, or synapse, and start a similar electrical impulse in a dendrite of the next neuron. This is a general scheme of how nervous impulses travel in the body. A similar synapse finally allows delivery of such impulses from neurons to other cells, such as muscles cells or gland [Fig. 7.1 (b)]. It is thus no surprise that nervous tissue is made up of an organised network of nerve cells or neurons, and is specialised for conducting information via electrical impulses from one part of the body to another. Look at Fig. 7.1 (a) and identify the parts of a neuron (i) where information is acquired, (ii) through which information travels as an electrical impulse, and (iii) where this impulse must be converted into a chemical signal for onward transmission. Activity 7.1 n Put some sugar in your mouth. How does it taste? n Block your nose by pressing it between your thumb and index finger. Now eat sugar again. Is there any difference in its taste? n While eating lunch, block your nose in the same way and notice if you can fully appreciate the taste of the food you are eating. Is there a difference in how sugar and food taste if your nose is blocked? If so, why might this be happening? Read and talk about possible explanations for these kinds of differences. Do you come across a similar situation when you have a cold? Figure 7.1 (a) Structure of neuron, (b) Neuromuscular junction (a) (b) ©KTBS Not to be republished Science",
        "figures": [
            {
                "figure": "Figure 7.1a",
                "desc": "Figure 7.1a Structure of neuron."
            },
            {
                "figure": "Figure 7.1b",
                "desc": "Figure 7.1b Neuromuscular junction."
            }
        ]
    },
    {
        "id": 90,
        "chapter": "7 CHAPTER",
        "subchapter": "7.1.1 What happens in Reflex Actions?",
        "content": "‘Reflex’ is a word we use very commonly when we talk about some sudden action in response to something in the environment. We say ‘I jumped out of the way of the bus reflexly’, or ‘I pulled my hand back from the flame reflexly’, or ‘I was so hungry my mouth started watering reflexly’. What exactly do we mean? A common idea in all such examples is that we do something without thinking about it, or without feeling in control of our reactions. Yet these are situations where we are responding with some action to changes in our environment. How is control and coordination achieved in such situations? Let us consider this further. Take one of our examples. Touching a flame is an urgent and dangerous situation for us, or in fact, for any animal! How would we respond to this? One seemingly simple way is to think consciously about the pain and the possibility of getting burnt, and therefore move our hand. An important question then is, how long will it take us to think all this? The answer depends on how we think. If nerve impulses are sent around the way we have talked about earlier, then thinking is also likely to involve the creation of such impulses. Thinking is a complex activity, so it is bound to involve a complicated interaction of many nerve impulses from many neurons. If this is the case, it is no surprise that the thinking tissue in our body consists of dense networks of intricately arranged neurons. It sits in the forward end of the skull, and receives signals from all over the body which it thinks about before responding to them. Obviously, in order to receive these signals, this thinking part of the brain in the skull must be connected to nerves coming from various parts of the body. Similarly, if this part of the brain is to instruct muscles to move, nerves must carry this signal back to different parts of the body. If all of this is to be done when we touch a hot object, it may take enough time for us to get burnt! How does the design of the body solve this problem? Rather than having to think about the sensation of heat, if the nerves that detect heat were to be connected to the nerves that move muscles in a simpler way, the process of detecting the signal or the input and responding to it by an output action might be completed quickly. Such a connection is commonly called a reflex arc (Fig. 7.2). Where should such reflex arc connections be made between the input nerve and the output nerve? The best place, of course, would be at the point where they first meet each other. Nerves from all over the body meet in a bundle in the spinal cord on their way to the brain. Reflex arcs are formed in this spinal cord itself, although the information input also goes on to reach the brain. Of course, reflex arcs have evolved in animals because the thinking process of the brain is not fast enough. In fact many animals have very little or none of the complex neuron network needed for thinking. So it is quite likely that reflex arcs have evolved as efficient ways of functioning in the absence of true thought processes. However, even after complex neuron networks have come into existence, reflex arcs continue to be more efficient for quick responses. ©KTBS Not to be republished Control and Coordination Can you now trace the sequence of events which occur when a bright light is focussed on your eyes?",
        "figures": [
            {
                "figure": "Figure 7.2",
                "desc": "Figure 7.2 Reflex arc."
            }
        ]
    },
    {
        "id": 91,
        "chapter": "7 CHAPTER",
        "subchapter": "7.1.2 Human Brain",
        "content": "Is reflex action the only function of the spinal cord? Obviously not, since we know that we are thinking beings. Spinal cord is made up of nerves which supply information to think about. Thinking involves more complex mechanisms and neural connections. These are concentrated in the brain, which is the main coordinating centre of the body. The brain and spinal cord constitute the central nervous system. They receive information from all parts of the body and integrate it. We also think about our actions. Writing, talking, moving a chair, clapping at the end of a programme are examples of voluntary actions which are based on deciding what to do next. So, the brain also has to send messages to muscles. This is the second way in which the nervous system communicates with the muscles. The communication between the central nervous system and the other parts of the body is facilitated by the peripheral nervous system consisting of cranial nerves arising from the brain and spinal nerves arising from the spinal cord. The brain thus allows us to think and take actions based on that thinking. As you will expect, this is accomplished through a complex design, with different parts of the brain responsible for integrating different inputs and outputs. The brain has three such major parts or regions, namely the fore-brain, mid-brain and hind-brain. The fore-brain is the main thinking part of the brain. It has regions which receive sensory impulses from various receptors. Separate areas of the fore-brain are specialised for hearing, smell, sight and so on. There are separate areas of association where this sensory information is interpreted by putting it together with information from other receptors as well as with information that is already stored in the brain. Based on Figure 7.2 Reflex arc ©KTBS Not to be republished Science all this, a decision is made about how to respond and the information is passed on to the motor areas which control the movement of voluntary muscles, for example, our leg muscles. However, certain sensations are distinct from seeing or hearing, for example, how do we know that we have eaten enough? The sensation of feeling full is because of a centre associated with hunger, which is in a separate part of the fore-brain. Study the labelled diagram of the human brain. We have seen that the different parts have specific functions. Can we find out the function of each part? Let us look at the other use of the word ‘reflex’ that we have talked about in the introduction. Our mouth waters when we see food we like without our meaning to. Our hearts beat without our thinking about it. In fact, we cannot control these actions easily by thinking about them even if we wanted to. Do we have to think about or remember to breathe or digest food? So, in between the simple reflex actions like change in the size of the pupil, and the thought out actions such as moving a chair, there is another set of muscle movements over which we do not have any thinking control. Many of these involuntary actions are controlled by the mid-brain and hind-brain. All these involuntary actions including blood pressure, salivation and vomiting are controlled by the medulla in the hind-brain. Think about activities like walking in a straight line, riding a bicycle, picking up a pencil. These are possible due to a part of the hind-brain called the cerebellum. It is responsible for precision of voluntary actions and maintaining the posture and balance of the body. Imagine what would happen if each of these events failed to take place if we were not thinking about it. Figure 7.3 Human brain ©KTBS Not to be republished Control and Coordination",
        "figures": [
            {
                "figure": "Figure 7.3",
                "desc": "Figure 7.3 Human brain."
            }
        ]
    },
    {
        "id": 92,
        "chapter": "7 CHAPTER",
        "subchapter": "7.1.3 How are these Tissues protected?",
        "content": "A delicate organ like the brain, which is so important for a variety of activities, needs to be carefully protected. For this, the body is designed so that the brain sits inside a bony box. Inside the box, the brain is contained in a fluid-filled balloon which provides further shock absorption. If you run your hand down the middle of your back, you will feel a hard, bumpy structure. This is the vertebral column or backbone which protects the spinal cord.",
        "figures": []
    },
    {
        "id": 93,
        "chapter": "7 CHAPTER",
        "subchapter": "7.1.4 How does the Nervous Tissue cause Action?",
        "content": "So far, we have been talking about nervous tissue, and how it collects information, sends it around the body, processes information, makes decisions based on information, and conveys decisions to muscles for action. In other words, when the action or movement is to be performed, muscle tissue will do the final job. How do animal muscles move? When a nerve impulse reaches the muscle, the muscle fibre must move. How does a muscle cell move? The simplest notion of movement at the cellular level is that muscle cells will move by changing their shape so that they shorten. So the next question is, how do muscle cells change their shape? The answer must lie in the chemistry of cellular components. Muscle cells have special proteins that change both their shape and their arrangement in the cell in response to nervous electrical impulses. When this happens, new arrangements of these proteins give the muscle cells a shorter form. Remember when we talked about muscle tissue in Class IX, there were different kinds of muscles, such as voluntary muscles and involuntary muscles. Based on what we have discussed so far, what do you think the differences between these would be? Q U E S T I O N S Q U E S T I O N S Q U E S T I O N S Q U E S T I O N S Q U E S T I O N S ? 1. What is the difference between a reflex action and walking? 2. What happens at the synapse between two neurons? 3. Which part of the brain maintains posture and equilibrium of the body? 4. How do we detect the smell of an agarbatti (incense stick)? 5. What is the role of the brain in reflex action?",
        "figures": []
    },
    {
        "id": 94,
        "chapter": "7 CHAPTER",
        "subchapter": "7.2 COORDINATION IN PLANTS",
        "content": "Animals have a nervous system for controlling and coordinating the activities of the body. But plants have neither a nervous system nor muscles. So, how do they respond to stimuli? When we touch the leaves of a chhui-mui (the ‘sensitive’ or ‘touch-me-not’ plant of the Mimosa family), they begin to fold up and droop. When a seed germinates, the root goes down, the stem comes up into the air. What happens? Firstly, the leaves of the sensitive plant move very quickly in response to touch. ©KTBS Not to be republished Science There is no growth involved in this movement. On the other hand, the directional movement of a seedling is caused by growth. If it is prevented from growing, it will not show any movement. So plants show two different types of movement – one dependent on growth and the other independent of growth.",
        "figures": []
    },
    {
        "id": 95,
        "chapter": "7 CHAPTER",
        "subchapter": "7.2.1 Immediate Response to Stimulus",
        "content": "Let us think about the first kind of movement, such as that of the sensitive plant. Since no growth is involved, the plant must actually move its leaves in response to touch. But there is no nervous tissue, nor any muscle tissue. How does the plant detect the touch, and how do the leaves move in response? Figure 7.4 The sensitive plant If we think about where exactly the plant is touched, and what part of the plant actually moves, it is apparent that movement happens at a point different from the point of touch. So, information that a touch has occurred must be communicated. The plants also use electrical-chemical means to convey this information from cell to cell, but unlike in animals, there is no specialised tissue in plants for the conduction of information. Finally, again as in animals, some cells must change shape in order for movement to happen. Instead of the specialised proteins found in animal muscle cells, plant cells change shape by changing the amount of water in them, resulting in swelling or shrinking, and therefore in changing shapes",
        "figures": [
            {
                "figure": "Figure 7.4",
                "desc": "Figure 7.4 The sensitive plant."
            }
        ]
    },
    {
        "id": 96,
        "chapter": "7 CHAPTER",
        "subchapter": "7.2.2 Movement Due to Growth",
        "content": "Some plants like the pea plant climb up other plants or fences by means of tendrils. These tendrils are sensitive to touch. When they come in contact with any support, the part of the tendril in contact with the object does not grow as rapidly as the part of the tendril away from the object. This causes the tendril to circle around the object and thus cling to it. More commonly, plants respond to stimuli slowly by growing in a particular direction. Because this growth is directional, it appears as if the plant is moving. Let us understand this type of movement with the help of an example. ©KTBS Not to be republished Control and Coordination Environmental triggers such as light, or gravity will change the directions that plant parts grow in. These directional, or tropic, movements can be either towards the stimulus, or away from it. So, in two different kinds of phototropic movement, shoots respond by bending towards light while roots respond by bending away from it. How does this help the plant? Plants show tropism in response to other stimuli as well. The roots of a plant always grow downwards while the shoots usually grow upwards and away from the earth. This upward and downward growth of shoots and roots, respectively, in response to the pull of earth or gravity is, obviously, geotropism (Fig. 7.6). If ‘hydro’ means water and ‘chemo’ refers to chemicals, what would ‘hydrotropism’ and ‘chemotropism’ mean? Can we think of examples of these kinds of directional growth movements? One example of chemotropism is the growth of pollen tubes towards ovules, about which we will learn more when we examine the reproductive processes of living organisms. Let us now once again think about how information is communicated in the bodies of multicellular organisms. The movement of the sensitive plant in response to touch is very quick. The movement of sunflowers in response to day or night, on the other hand, is quite slow. Growth-related movement of plants will be even slower. Even in animal bodies, there are carefully controlled directions to growth. Our arms and fingers grow in certain directions, not haphazardly. So controlled movements can be either slow or fast. If fast responses to stimuli are to be made, information transfer must happen very quickly. For this, the medium of transmission must be able to move rapidly. Activity 7.2 n Fill a conical flask with water. n Cover the neck of the flask with a wire mesh. n Keep two or three freshly germinated bean seeds on the wire mesh. n Take a cardboard box which is open from one side. n Keep the flask in the box in such a manner that the open side of the box faces light coming from a window (Fig. 7.5). n After two or three days, you will notice that the shoots bend towards light and roots away from light. n Now turn the flask so that the shoots are away from light and the roots towards light. Leave it undisturbed in this condition for a few days. n Have the old parts of the shoot and root changed direction? n Are there differences in the direction of the new growth? n What can we conclude from this activity? Figure 7.5 Response of the plant to the direction of light Figure 7.6 Plant showing geotropism ©KTBS Not to be republished Science Electrical impulses are an excellent means for this. But there are limitations to the use of electrical impulses. Firstly, they will reach only those cells that are connected by nervous tissue, not each and every cell in the animal body. Secondly, once an electrical impulse is generated in a cell and transmitted, the cell will take some time to reset its mechanisms before it can generate and transmit a new impulse. In other words, cells cannot continually create and transmit electrical impulses. It is thus no wonder that most multicellular organisms use another means of communication between cells, namely, chemical communication. If, instead of generating an electrical impulse, stimulated cells release a chemical compound, this compound would diffuse all around the original cell. If other cells around have the means to detect this compound using special molecules on their surfaces, then they would be able to recognise information, and even transmit it. This will be slower, of course, but it can potentially reach all cells of the body, regardless of nervous connections, and it can be done steadily and persistently. These compounds, or hormones used by multicellular organisms for control and coordination show a great deal of diversity, as we would expect. Different plant hormones help to coordinate growth, development and responses to the environment. They are synthesised at places away from where they act and simply diffuse to the area of action. Let us take an example that we have worked with earlier [Activity 7.2]. When growing plants detect light, a hormone called auxin, synthesised at the shoot tip, helps the cells to grow longer. When light is coming from one side of the plant, auxin diffuses towards the shady side of the shoot. This concentration of auxin stimulates the cells to grow longer on the side of the shoot which is away from light. Thus, the plant appears to bend towards light. Another example of plant hormones are gibberellins which, like auxins, help in the growth of the stem. Cytokinins promote cell division, and it is natural then that they are present in greater concentration in areas of rapid cell division, such as in fruits and seeds. These are examples of plant hormones that help in promoting growth. But plants also need signals to stop growing. Abscisic acid is one example of a hormone which inhibits growth. Its effects include wilting of leaves. Q U E S T I O N S Q U E S T I O N S Q U E S T I O N S Q U E S T I O N S Q U E S T I O N S ? 1. What are plant hormones? 2. How is the movement of leaves of the sensitive plant different from the movement of a shoot towards light? 3. Give an example of a plant hormone that promotes growth. 4. How do auxins promote the growth of a tendril around a support? 5. Design an experiment to demonstrate hydrotropism. ©KTBS Not to be republished Control and Coordination",
        "figures": [
            {
                "figure": "Figure 7.5",
                "desc": "Figure 7.5 Response of the plant to the direction of light."
            },
            {
                "figure": "Figure 7.6",
                "desc": "Figure 7.6 Plant showing geotropism."
            }
        ]
    },
    {
        "id": 97,
        "chapter": "7 CHAPTER",
        "subchapter": "7.3 HORMONES IN ANIMALS",
        "content": "How are such chemical, or hormonal, means of information transmission used in animals? What do some animals, for instance squirrels, experience when they are in a scary situation? Their bodies have to prepare for either fighting or running away. Both are very complicated activities that will use a great deal of energy in controlled ways. Many different tissue types will be used and their activities integrated together in these actions. However, the two alternate activities, fighting or running, are also quite different! So here is a situation in which some common preparations can be usefully made in the body. These preparations should ideally make it easier to do either activity in the near future. How would this be achieved? If the body design in the squirrel relied only on electrical impulses via nerve cells, the range of tissues instructed to prepare for the coming activity would be limited. On the other hand, if a chemical signal were to be sent as well, it would reach all cells of the body and provide the wide ranging changes needed. This is done in many animals, including human beings, using a hormone called adrenaline that is secreted from the adrenal glands. Look at Fig. 7.7 to locate these glands. Adrenaline is secreted directly into the blood and carried to different parts of the body. The target organs or the specific tissues on which it acts include the heart. As a result, the heart beats faster, resulting in supply of more oxygen to our muscles. The blood to the digestive system and skin is reduced due to contraction of muscles around small arteries in these organs. This diverts the blood to our skeletal muscles. The breathing rate also increases because of the contractions of the diaphragm and the rib muscles. All these responses together enable the animal body to be ready to deal with the situation. Such animal hormones are part of the endocrine system which constitutes a second way of control and coordination in our body. Activity 7.3 n Look at Fig. 7.7. n Identify the endocrine glands mentioned in the figure. n Some of these glands have been listed in Table 7.1 and discussed in the text. Consult books in the library and discuss with your teachers to find out about other glands. Remember that plants have hormones that control their directional growth. What functions do animal hormones perform? On the face of it, we cannot imagine their role in directional growth. We have never seen an animal growing more in one direction or the other, depending on light or gravity! But if we think about it a bit more, it will become evident that, even in animal bodies, growth happens in carefully controlled places. Plants will grow leaves in many places on the plant body, for example. But we do not grow fingers on our faces. The design of the body is carefully maintained even during the growth of children. Control and Coordination 89 ©KTBS Not to be republished (a) (b) Figure 7.7 Endocrine glands in human beings (a) male, (b) female Do You Know? Hypothalamus plays an important role in the release of many hormones. For example, when the level of growth hormone is low, the hypothalamus releases growth hormone releasing factor which stimulates the pituitary gland to release growth hormone. 90 Let us examine some examples to understand how hormones help in coordinated growth. We have all seen salt packets which say ‘iodised salt’ or ‘enriched with iodine’. Why is it important for us to have iodised salt in our diet? Iodine is necessary for the thyroid gland to make thyroxin hormone. Thyroxin regulates carbohydrate, protein and fat metabolism in the body so as to provide the best balance for growth. Iodine is essential for the synthesis of thyroxin. In case iodine is deficient in our diet, there is a possibility that we might suffer from goitre. One of the symptoms in this disease is a swollen neck. Can you correlate this with the position of the thyroid gland in Fig. 7.7? Sometimes we come across people who are either very short (dwarfs) or extremely tall (giants). Have you ever wondered how this happens? Growth hormone is one of the hormones secreted by the pituitary. As its name indicates, growth hormone regulates growth and development of the body. If there is a deficiency of this hormone in childhood, it leads to dwarfism. You must have noticed many dramatic changes in your appearance as well as that of your friends as you approached 10–12 years of age. These changes associated with puberty are because of the secretion of testosterone in males and oestrogen in females. Do you know anyone in your family or friends who has been advised by the doctor to take less sugar in their diet because they are suffering from diabetes? As a treatment, they might be taking injections of insulin. This is a hormone which is produced by the pancreas and helps in regulating blood sugar levels. If it is not secreted in proper amounts, the sugar level in the blood rises causing many harmful effects. Science ©KTBS Not to be republished Control and Coordination 91 If it is so important that hormones should be secreted in precise quantities, we need a mechanism through which this is done. The timing and amount of hormone released are regulated by feedback mechanisms. For example, if the sugar levels in blood rise, they are detected by the cells of the pancreas which respond by producing more insulin. As the blood sugar level falls, insulin secretion is reduced",
        "figures": [
            {
                "figure": "Figure 7.7a",
                "desc": "Figure 7.7a Endocrine glands in human beings male."
            },
            {
                "figure": "Figure 7.7b",
                "desc": "Figure 7.7b Endocrine glands in human beings female."
            }
        ]
    },
    {
        "id": 98,
        "chapter": "12 CHAPTER",
        "subchapter": "NAME",
        "content": "Electricity",
        "figures": []
    },
    {
        "id": 99,
        "chapter": "12 CHAPTER",
        "subchapter": "content",
        "content": "E lectricity has an important place in modern society. It is a controllable and convenient form of energy for a variety of uses in homes, schools, hospitals, industries and so on. What constitutes electricity? How does it flow in an electric circuit? What are the factors that control or regulate the current through an electric circuit? In this Chapter, we shall attempt to answer such questions. We shall also discuss the heating effect of electric current and its applications.",
        "figures": []
    },
    {
        "id": 100,
        "chapter": "12 CHAPTER",
        "subchapter": "12.2 ELECTRIC POTENTIAL AND POTENTIAL DIFFERENCE",
        "content": "What makes the electric charge to flow? Let us consider the analogy of flow of water. Charges do not flow in a copper wire by themselves, just as water in a perfectly horizontal tube does not flow. If one end of the tube is connected to a tank of water kept at a higher level, such that there is a pressure difference between the two ends of the tube, water flows out of the other end of the tube. For flow of charges in a conducting metallic wire, the gravity, of course, has no role to play; the electrons move only if there is a difference of electric pressure – called the potential difference – along the conductor. This difference of potential may be produced by a battery, consisting of one or more electric cells. The chemical action within a cell generates the potential difference across the terminals of the cell, even when no current is drawn from it. When the cell is connected to a conducting circuit element, the potential difference sets the charges in motion in the conductor and produces an electric current. In order to maintain the current in a given electric circuit, the cell has to expend its chemical energy stored in it. We define the electric potential difference between two points in an electric circuit carrying some current as the work done to move a unit charge from one point to the other – Potential difference (V) between two points = Work done (W )/Charge (Q) V = W/Q (12.2) The SI unit of electric potential difference is volt (V), named after Alessandro Volta (1745–1827), an Italian physicist. One volt is the ‘Flow’ of charges inside a wire ‘Flow’ of charges inside a wire ‘Flow’ of charges inside a wire ‘Flow’ of charges inside a wire ‘Flow’ of charges inside a wire How does a metal conduct electricity? You would think that a low-energy electron would have great difficulty passing through a solid conductor. Inside the solid, the atoms are packed together with very little spacing between them. But it turns out that the electrons are able to ‘travel’ through a perfect solid crystal smoothly and easily, almost as if they were in a vacuum. The ‘motion’ of electrons in a conductor, however, is very different from that of charges in empty space. When a steady current flows through a conductor, the electrons in it move with a certain average ‘drift speed’. One can calculate this drift speed of electrons for a typical copper wire carrying a small current, and it is found to be actually very small, of the order of 1 mm s-1. How is it then that an electric bulb lights up as soon as we turn the switch on? It cannot be that a current starts only when an electron from one terminal of the electric supply physically reaches the other terminal through the bulb, because the physical drift of electrons in the conducting wires is a very slow process. The exact mechanism of the current flow, which takes place with a speed close to the speed of light, is fascinating, but it is beyond the scope of this book. Do you feel like probing this question at an advanced level? More to Know! ©KTBS Not to be republished Science potential difference between two points in a current carrying conductor when 1 joule of work is done to move a charge of 1 coulomb from one point to the other. Therefore, 1 volt = 1 joule 1 coulomb (12.3) 1 V = 1 J C–1 The potential difference is measured by means of an instrument called the voltmeter. The voltmeter is always connected in parallel across the points between which the potential difference is to be measured. Example 12.2 Example 12.2 Example 12.2 Example 12.2 Example 12.2 How much work is done in moving a charge of 2 C across two points having a potential difference 12 V? Solution Solution Solution The amount of charge Q, that flows between two points at potential difference V (= 12 V) is 2 C. Thus, the amount of work W, done in moving the charge [from Eq. (12.2)] is W = VQ = 12 V × 2 C = 24 J. Q U E S T I O N S Q U E S T I O N S Q U E S T I O N S Q U E S T I O N S Q U E S T I O N S ?",
        "figures": []
    },
    {
        "id": 101,
        "chapter": "12 CHAPTER",
        "subchapter": "12.3 CIRCUIT DIAGRAM",
        "content": "We know that an electric circuit, as shown in Fig. 12.1, comprises a cell (or a battery), a plug key, electrical component(s), and connecting wires. It is often convenient to draw a schematic diagram, in which different components of the circuit are represented by the symbols conveniently used. Conventional symbols used to represent some of the most commonly used electrical components are given in Table 12.1. 1. Name a device that helps to maintain a potential difference across a conductor. 2. What is meant by saying that the potential difference between two points is 1 V? 3. How much energy is given to each coulomb of charge passing through a 6 V battery? ©KTBS Not to be republished Electricity Table 12.1 Table 12.1 Table 12.1 Table 12.1 Table 12.1 Symbols of some commonly used components in circuit diagrams Sl. Sl. Sl. Sl. Sl. Components Components Components Symbols Symbols Symbols No. No. No. No. No. An electric cell A battery or a combination of cells Plug key or switch (open) Plug key or switch (closed) A wire joint Wires crossing without joining Electric bulb or A resistor of resistance R Variable resistance or rheostat or Ammeter Voltmeter",
        "figures": []
    },
    {
        "id": 102,
        "chapter": "12 CHAPTER",
        "subchapter": "12.4 OHM’S LAW",
        "content": "Is there a relationship between the potential difference across a conductor and the current through it? Let us explore with an Activity. Activity 12.1 n Set up a circuit as shown in Fig. 12.2, consisting of a nichrome wire XY of length, say 0.5 m, an ammeter, a voltmeter and four cells of 1.5 V each. (Nichrome is an alloy of nickel, chromium, manganese, and iron metals.) ©KTBS Not to be republished Science Figure 12.3 V–I graph for a nichrome wire. A straight line plot shows that as the current through a wire increases, the potential difference across the wire increases linearly – this is Ohm’s law. S. Number of cells Current through Potential difference V/I No. used in the the nichrome across the (volt/ampere) circuit wire, I nichrome (ampere) wire, V (volt) In this Activity, you will find that approximately the same value for V/I is obtained in each case. Thus the V–I graph is a straight line that passes through the origin of the graph, as shown in Fig. 12.3. Thus, V/I is a constant ratio. In 1827, a German physicist Georg Simon Ohm (1787–1854) found out the relationship between the current I, flowing in a metallic wire and the potential difference across its terminals. The potential difference, V, across the ends of a given metallic wire in an electric circuit is directly proportional to the current flowing through it, provided its temperature remains the same. This is called Ohm’s law. In other words – V ∝ I (12.4) or V/I = constant = R or V = IR (12.5) In Eq. (12.4), R is a constant for the given metallic wire at a given temperature and is called its resistance. It is the property of a conductor to resist the flow of charges Figure 12.2 Electric circuit for studying Ohm’s law n First use only one cell as the source in the circuit. Note the reading in the ammeter I, for the current and reading of the voltmeter V for the potential difference across the nichrome wire XY in the circuit. Tabulate them in the Table given. n Next connect two cells in the circuit and note the respective readings of the ammeter and voltmeter for the values of current through the nichrome wire and potential difference across the nichrome wire. n Repeat the above steps using three cells and then four cells in the circuit separately. n Calculate the ratio of V to I for each pair of potential difference V and current I. n Plot a graph between V and I, and observe the nature of the graph. ©KTBS Not to be republished Electricity through it. Its SI unit is ohm, represented by the Greek letter Ω. According to Ohm’s law, R = V/I (12.6) If the potential difference across the two ends of a conductor is 1 V and the current through it is 1 A, then the resistance R, of the conductor is 1 Ω. That is, 1 ohm = 1 volt 1 ampere Also from Eq. (12.5) we get I = V/R (12.7) It is obvious from Eq. (12.7) that the current through a resistor is inversely proportional to its resistance. If the resistance is doubled the current gets halved. In many practical cases it is necessary to increase or decrease the current in an electric circuit. A component used to regulate current without changing the voltage source is called variable resistance. In an electric circuit, a device called rheostat is often used to change the resistance in the circuit. We will now study about electrical resistance of a conductor with the help of following Activity. Activity 12.2 n Take a nichrome wire, a torch bulb, a 10 W bulb and an ammeter (0 – 5 A range), a plug key and some connecting wires. n Set up the circuit by connecting four dry cells of 1.5 V each in series with the ammeter leaving a gap XY in the circuit, as shown in Fig. 12.4. Figure 12.4 n Complete the circuit by connecting the nichrome wire in the gap XY. Plug the key. Note down the ammeter reading. Take out the key from the plug. [Note: Always take out the key from the plug after measuring the current through the circuit.] n Replace the nichrome wire with the torch bulb in the circuit and find the current through it by measuring the reading of the ammeter. n Now repeat the above step with the 10 W bulb in the gap XY. n Are the ammeter readings different for different components connected in the gap XY? What do the above observations indicate? n You may repeat this Activity by keeping any material component in the gap. Observe the ammeter readings in each case. Analyse the observations. In this Activity we observe that the current is different for different components. Why do they differ? Certain components offer an easy path for the flow of electric current while the others resist the flow. We know ©KTBS Not to be republished Science that motion of electrons in an electric circuit constitutes an electric current. The electrons, however, are not completely free to move within a conductor. They are restrained by the attraction of the atoms among which they move. Thus, motion of electrons through a conductor is retarded by its resistance. A component of a given size that offers a low resistance is a good conductor. A conductor having some appreciable resistance is called a resistor. A component of identical size that offers a higher resistance is a poor conductor. An insulator of the same size offers even higher resistance.",
        "figures": [
            {
                "figure": "Figure 12.2",
                "desc": "Figure 12.2 Electric circuit for studying Ohm’s law."
            },
            {
                "figure": "Figure 12.3",
                "desc": "Figure 12.3 V–I graph for a nichrome wire. A straight line plot shows that as the current through a wire increases, the potential difference across the wire increases linearly – this is Ohm’s law."
            },
            {
                "figure": "Figure 12.4",
                "desc": "Figure 12.4 Complete the circuit by connecting the nichrome wire in the gap XY."
            }
        ]
    },
    {
        "id": 103,
        "chapter": "12 CHAPTER",
        "subchapter": "12.6 RESISTANCE OF A SYSTEM OF RESISTORS",
        "content": "In preceding sections, we learnt about some simple electric circuits. We have noticed how the current through a conductor depends upon its resistance and the potential difference across its ends. In various electrical gadgets, we often use resistors in various combinations. We now therefore intend to see how Ohm’s law can be applied to combinations of resistors. There are two methods of joining the resistors together. Figure 12.6 shows an electric circuit in which three resistors having resistances R1 , R2 and R3 , respectively, are joined end to end. Here the resistors are said to be connected in series.",
        "figures": [
            {
                "figure": "Figure 12.6",
                "desc": "Figure 12.6 Resistors in series."
            },
            {
                "figure": "Figure 12.7",
                "desc": "Figure 12.7 Resistors in parallel."
            }
        ]
    },
    {
        "id": 104,
        "chapter": "12 CHAPTER",
        "subchapter": "12.5 FACTORS ON WHICH THE RESISTANCE OF A CONDUCTOR DEPENDS",
        "content": "Activity 12.3 n Complete an electric circuit consisting of a cell, an ammeter, a nichrome wire of length l [say, marked (1)] and a plug key, as shown in Fig. 12.5. Figure 12.5 Electric circuit to study the factors on which the resistance of conducting wires depends n Now, plug the key. Note the current in the ammeter. n Replace the nichrome wire by another nichrome wire of same thickness but twice the length, that is 2l [marked (2) in the Fig. 12.5]. n Note the ammeter reading. n Now replace the wire by a thicker nichrome wire, of the same length l [marked (3)]. A thicker wire has a larger cross-sectional area. Again note down the current through the circuit. n Instead of taking a nichrome wire, connect a copper wire [marked (4) in Fig. 12.5] in the circuit. Let the wire be of the same length and same area of cross-section as that of the first nichrome wire [marked (1)]. Note the value of the current. n Notice the difference in the current in all cases. n Does the current depend on the length of the conductor? n Does the current depend on the area of cross-section of the wire used? It is observed that the ammeter reading decreases to one-half when the length of the wire is doubled. The ammeter reading is increased when a thicker wire of the same material and of the same length is used in the circuit. A change in ammeter reading is observed when a wire of different material of the same length and the same area of cross-section is used. On applying Ohm’s law [Eqs. (12.5) – (12.7)], we observe that the ©KTBS Not to be republished Electricity resistance of the conductor depends (i) on its length, (ii) on its area of cross-section, and (iii) on the nature of its material. Precise measurements have shown that resistance of a uniform metallic conductor is directly proportional to its length (l) and inversely proportional to the area of cross-section (A). That is, R µ l (12.8) and R µ 1/A (12.9) Combining Eqs. (12.8) and (12.9) we get R µ l A or, R = r l A (12.10) where r (rho) is a constant of proportionality and is called the electrical resistivity of the material of the conductor. The SI unit of resistivity is W m. It is a characteristic property of the material. The metals and alloys have very low resistivity in the range of 10–8 W m to 10–6 W m. They are good conductors of electricity. Insulators like rubber and glass have resistivity of the order of 1012 to 1017 W m. Both the resistance and resistivity of a material vary with temperature. Table 12.2 reveals that the resistivity of an alloy is generally higher than that of its constituent metals. Alloys do not oxidise (burn) readily at high temperatures. For this reason, they are commonly used in electrical heating devices, like electric iron, toasters etc. Tungsten is used almost exclusively for filaments of electric bulbs, whereas copper and aluminium are generally used for electrical transmission lines. Table 12.2 Table 12.2 Table 12.2 Table 12.2 Table 12.2 Electrical resistivity* of some substances at 20°C Material Material Material Resistivity ( Resistivity ( Resistivity ( Resistivity ( Resistivity (WWWWW m) m) m) m) m) Conductors Conductors Conductors Silver 1.60 ´ 10–8 Copper 1.62 ´ 10–8 Aluminium 2.63 ´ 10–8 Tungsten 5.20 ´ 10–8 Nickel 6.84 ´ 10–8 Iron 10.0 ´ 10–8 Chromium 12.9 ´ 10–8 Mercury 94.0 ´ 10–8 Manganese 1.84 ´ 10–6 Alloys Alloys Alloys Constantan 49 ´ 10–6 (alloy of Cu and Ni) Manganin 44 ´ 10–6 (alloy of Cu, Mn and Ni) Nichrome 100 ´ 10–6 (alloy of Ni, Cr, Mn and Fe) Insulators Insulators Insulators Glass 1010 – 1014 Hard rubber 1013 – 1016 Ebonite 1015 – 1017 Diamond 1012 - 1013 Paper (dry) * You need not memorise these values. You can use these values for solving numerical problems. ©KTBS Not to be republished Science Example 12.3 Example 12.3 Example 12.3 Example 12.3 Example 12.3 (a) How much current will an electric bulb draw from a 220 V source, if the resistance of the bulb filament is 1200 W? (b) How much current will an electric heater coil draw from a 220 V source, if the resistance of the heater coil is 100 W? Solution Solution Solution (a) We are given V = 220 V; R = 1200 W. From Eq. (12.6), we have the current I = 220 V/1200 W = 0.18 A. (b) We are given, V = 220 V, R = 100 W. From Eq. (12.6), we have the current I = 220 V/100 W = 2.2 A. Note the difference of current drawn by an electric bulb and electric heater from the same 220 V source! Example 12.4 Example 12.4 Example 12.4 Example 12.4 Example 12.4 The potential difference between the terminals of an electric heater is 60 V when it draws a current of 4 A from the source. What current will the heater draw if the potential difference is increased to 120 V? Solution Solution Solution We are given, potential difference V = 60 V, current I = 4 A. According to Ohm’s law, When the potential difference is increased to 120 V the current is given by The current through the heater becomes 8 A. Example 12.5 Example 12.5 Example 12.5 Example 12.5 Example 12.5 Resistance of a metal wire of length 1 m is 26 W at 20°C. If the diameter of the wire is 0.3 mm, what will be the resistivity of the metal at that temperature? Using Table 12.2, predict the material of the wire. Solution Solution Solution We are given the resistance R of the wire = 26 W, the diameter d = 0.3 mm = 3 ´ 10-4 m, and the length l of the wire = 1 m. Therefore, from Eq. (12.10), the resistivity of the given metallic wire is r = (RA/l) = (Rpd2/4l) Substitution of values in this gives r = 1.84 ´ 10–6 W m The resistivity of the metal at 20°C is 1.84 ´ 10–6 W m. From Table 12.2, we see that this is the resistivity of manganese. R = V I = 60 V 4 A =15 W current = V R =120 V 15 W =8 A ©KTBS Not to be republished Electricity Example 12.6 Example 12.6 Example 12.6 Example 12.6 Example 12.6 A wire of given material having length l and area of cross-section A has a resistance of 4 W. What would be the resistance of another wire of the same material having length l/2 and area of cross-section 2A? Solution Solution Solution For first wire Now for second wire R2= 1W The resistance of the new wire is 1W. Q U E S T I O N S Q U E S T I O N S Q U E S T I O N S Q U E S T I O N S Q U E S T I O N S ? 1. On what factors does the resistance of a conductor depend? 2. Will current flow more easily through a thick wire or a thin wire of the same material, when connected to the same source? Why? 3. Let the resistance of an electrical component remains constant while the potential difference across the two ends of the component decreases to half of its former value. What change will occur in the current through it? 4. Why are coils of electric toasters and electric irons made of an alloy rather than a pure metal? 5. Use the data in Table 12.2 to answer the following – (a) Which among iron and mercury is a better conductor? (b) Which material is the best conductor?",
        "figures": [
            {
                "figure": "Figure 12.5",
                "desc": "Figure 12.5 Electric circuit to study the factors on which the resistance of conducting wires depends."
            }
        ]
    },
    {
        "id": 105,
        "chapter": "12 CHAPTER",
        "subchapter": "12.6.1 Resistors in Series",
        "content": "What happens to the value of current when a number of resistors are connected in series in a circuit? What would be their equivalent resistance? Let us try to understand these with the help of the following activities. ©KTBS Not to be republished Electricity You will observe that the value of the current in the ammeter is the same, independent of its position in the electric circuit. It means that in a series combination of resistors the current is the same in every part of the circuit or the same current through each resistor. Activity 12.5 n In Activity 12.4, insert a voltmeter across the ends X and Y of the series combination of three resistors, as shown in Fig. 12.6. n Plug the key in the circuit and note the voltmeter reading. It gives the potential difference across the series combination of resistors. Let it be V. Now measure the potential difference across the two terminals of the battery. Compare the two values. n Take out the plug key and disconnect the voltmeter. Now insert the voltmeter across the ends X and P of the first resistor, as shown in Fig. 12.8. Figure 12.8 n Plug the key and measure the potential difference across the first resistor. Let it be V1. n Similarly, measure the potential difference across the other two resistors, separately. Let these values be V2 and V3, respectively. n Deduce a relationship between V, V1, V2 and V3. You will observe that the potential difference V is equal to the sum of potential differences V1, V2, and V3. That is the total potential difference across a combination of resistors in series is equal to the sum of potential difference across the individual resistors. That is, V = V1 + V2 + V3 (12.11) In the electric circuit shown in Fig. 12.8, let I be the current through the circuit. The current through each resistor is also I. It is possible to replace the three resistors joined in series by an equivalent single resistor of resistance R, such that the potential difference V across it, and the current I through the circuit remains the same. Applying the Ohm’s law to the entire circuit, we have V = I R (12.12) ©KTBS Not to be republished Science On applying Ohm’s law to the three resistors separately, we further have V1 = I R1 [12.13(a)] V2 = I R2 [12.13(b)] and V3 = I R3 [12.13(c)] From Eq. (12.11), I R = I R1 + I R2 + I R3 or Rs = R1 +R2 + R3 (12.14) We can conclude that when several resistors are joined in series, the resistance of the combination Rs equals the sum of their individual resistances, R1, R2, R3, and is thus greater than any individual resistance. Example 12.7 Example 12.7 Example 12.7 Example 12.7 Example 12.7 An electric lamp, whose resistance is 20 Ω, and a conductor of 4 Ω resistance are connected to a 6 V battery (Fig. 12.9). Calculate (a) the total resistance of the circuit, (b) the current through the circuit, and (c) the potential difference across the electric lamp and conductor. Solution Solution Solution The resistance of electric lamp, R1 = 20 Ω, The resistance of the conductor connected in series, R2 = 4 Ω. Then the total resistance in the circuit R = R1 + R2 Rs = 20 Ω + 4 Ω = 24 Ω. The total potential difference across the two terminals of the battery V = 6 V. Now by Ohm’s law, the current through the circuit is given by I = V/Rs = 6 V/24 Ω =0.25 A.Figure 12.9 An electric lamp connected in series with a resistor of 4 Ω to a 6 V battery ©KTBS Not to be republished Electricity Applying Ohm’s law to the electric lamp and conductor separately, we get potential difference across the electric lamp, V1 = 20 Ω × 0.25 A = 5 V; and, that across the conductor, V2 = 4 Ω × 0.25 A = 1 V. Suppose that we like to replace the series combination of electric lamp and conductor by a single and equivalent resistor. Its resistance must be such that a potential difference of 6 V across the battery terminals will cause a current of 0.25 A in the circuit. The resistance R of this equivalent resistor would be R = V/I = 6 V/ 0.25 A = 24 Ω. This is the total resistance of the series circuit; it is equal to the sum of the two resistances. Q U E S T I O N S Q U E S T I O N S Q U E S T I O N S Q U E S T I O N S Q U E S T I O N S ? 1. Draw a schematic diagram of a circuit consisting of a battery of three cells of 2 V each, a 5 Ω resistor, an 8 Ω resistor, and a 12 Ω resistor, and a plug key, all connected in series. 2. Redraw the circuit of Question 1, putting in an ammeter to measure the current through the resistors and a voltmeter to measure the potential difference across the 12 Ω resistor. What would be the readings in the ammeter and the voltmeter?",
        "figures": [
            {
                "figure": "Figure 12.8",
                "desc": "Figure 12.8 In Activity 12.4, insert a voltmeter across the ends X and Y of the series combination of three resistors, as shown in Fig. 12.6. Plug the key in the circuit and note the voltmeter reading. It gives the potential difference across the series combination of resistors. Let it be V. Now measure the potential difference across the two terminals of the battery. Compare the two values. Take out the plug key and disconnect the voltmeter. Now insert the voltmeter across the ends X and P of the first resistor, as shown in Fig. 12.8."
            },
            {
                "figure": "Figure 12.9",
                "desc": "Figure 12.9 An electric lamp connected in series with a resistor of 4 Ω to a 6 V battery."
            }
        ]
    },
    {
        "id": 106,
        "chapter": "12 CHAPTER",
        "subchapter": "2.4 A.",
        "content": "©KTBS Not to be republished Electricity The current I2, through R2 = V/ R2 I2 = 12 V/10 W = 1.2 A. The current I3, through R3 = V/R3 I3 = 12 V/30 W = 0.4 A. The total current in the circuit, I = I1 + I2 + I3 = (2.4 + 1.2 + 0.4) A = 4 A The total resistance Rp, is given by [Eq. (12.18)] Thus, Rp = 3 W. Example 12.9 Example 12.9 Example 12.9 Example 12.9 Example 12.9 If in Fig. 12.12, R1 = 10 W, R2 = 40 W, R3 = 30 W, R4 = 20 W, R5 = 60 W, and a 12 V battery is connected to the arrangement. Calculate (a) the total resistance in the circuit, and (b) the total current flowing in the circuit. Solution Solution Solution Suppose we replace the parallel resistors R1 and R2 by an equivalent resistor of resistance, R¢. Similarly we replace the parallel resistors R3, R4 and R5 by an equivalent single resistor of resistance R². Then using Eq. (12.18), we have 1/ R¢ = 1/10 + 1/40 = 5/40; that is R¢ = 8 W. Similarly, 1/ R² = 1/30 + 1/20 + 1/60 = 6/60; that is, R² = 10 W. Thus, the total resistance, R = R¢ + R² = 18 W. To calculate the current, we use Ohm’s law, and get I = V/R = 12 V/18 W = 0.67 A. We have seen that in a series circuit the current is constant throughout the electric circuit. Thus it is obviously impracticable to connect an electric bulb and an electric heater in series, because they need currents of widely different values to operate properly (see Example 12.3). Another major disadvantage of a series circuit is that when one component fails the circuit is broken and none of the components works. If you have used ‘fairy lights’ to decorate buildings on festivals, on marriage celebrations etc., you might have seen the electrician spending lot of time in trouble-locating and replacing the ‘dead’ bulb – each has to be tested to find which has fused or gone. On the other hand, a parallel circuit divides the current through the electrical gadgets. The total resistance in a parallel circuit is decreased as per Eq. (12.18). This is helpful particularly when each gadget has different resistance and requires different current to operate properly. Figure 12.12 An electric circuit showing the combination of series and parallel resistors Rp = 1 + + = ©KTBS Not to be republished Science",
        "figures": []
    },
    {
        "id": 107,
        "chapter": "12 CHAPTER",
        "subchapter": "12.7.1 Practical Applications of Heating Effect of",
        "content": "Electric Current The generation of heat in a conductor is an inevitable consequence of electric current. In many cases, it is undesirable as it converts useful electrical energy into heat. In electric circuits, the unavoidable heating can increase the temperature of the components and alter their properties. However, heating effect of electric current has many useful applications. The electric laundry iron, electric toaster, electric oven, electric kettle and electric heater are some of the familiar devices based on Joule’s heating. The electric heating is also used to produce light, as in an electric bulb. Here, the filament must retain as much of the heat generated as is possible, so that it gets very hot and emits light. It must not melt at such high temperature. A strong metal with high melting point such as tungsten (melting point 3380°C) is used for making bulb filaments. The filament should be thermally isolated as much as possible, using insulating support, etc. The bulbs are usually filled with chemically inactive nitrogen and argon gases to prolong the life of filament. Most of the power consumed by the filament appears as heat, but a small part of it is in the form of light radiated. Another common application of Joule’s heating is the fuse used in electric circuits. It protects circuits and appliances by stopping the flow of any unduly high electric current. The fuse is placed in series with the device. It consists of a piece of wire made of a metal or an alloy of appropriate melting point, for example aluminium, copper, iron, lead etc. If a current larger than the specified value flows through the circuit, the temperature of the fuse wire increases. This melts the fuse wire and breaks the circuit. The fuse wire is usually encased in a cartridge of porcelain or similar material with metal ends. The fuses used for domestic purposes are rated as 1 A, 2 A, 3 A, 5 A, 10 A, etc. For an electric iron which consumes 1 kW electric power when operated at 220 V, a current of (1000/220) A, that is, 4.54 A will flow in the circuit. In this case, a 5 A fuse must be used. Q U E S T I O N S Q U E S T I O N S Q U E S T I O N S Q U E S T I O N S Q U E S T I O N S ? 1. Why does the cord of an electric heater not glow while the heating element does? 2. Compute the heat generated while transferring 96000 coulomb of charge in one hour through a potential difference of 50 V. 3. An electric iron of resistance 20 Ω takes a current of 5 A. Calculate the heat developed in 30 s. ©KTBS Not to be republished Electricity",
        "figures": []
    },
    {
        "id": 108,
        "chapter": "12 CHAPTER",
        "subchapter": "12.1 ELECTRIC CURRENT AND CIRCUIT",
        "content": "We are familiar with air current and water current. We know that flowing water constitute water current in rivers. Similarly, if the electric charge flows through a conductor (for example, through a metallic wire), we say that there is an electric current in the conductor. In a torch, we know that the cells (or a battery, when placed in proper order) provide flow of charges or an electric current through the torch bulb to glow. We have also seen that the torch gives light only when its switch is on. What does a switch do? A switch makes a conducting link between the cell and the bulb. A continuous and closed path of an electric current is called an electric circuit. Now, if the circuit is broken anywhere (or the switch of the torch is turned off ), the current stops flowing and the bulb does not glow. How do we express electric current? Electric current is expressed by the amount of charge flowing through a particular area in unit time. In other words, it is the rate of flow of electric charges. In circuits using metallic wires, electrons constitute the flow of charges. However, electrons were not known at the time when the phenomenon of electricity was first observed. So, electric current was considered to be the flow of positive charges and the direction of flow of positive charges was taken to be the direction of electric current. Conventionally, in an electric circuit the direction of electric current is taken as opposite to the direction of the flow of electrons, which are negative charges. ©KTBS Not to be republished Science If a net charge Q, flows across any cross-section of a conductor in time t, then the current I, through the cross-section is I Q t = (12.1) The SI unit of electric charge is coulomb (C), which is equivalent to the charge contained in nearly 6 ´ 1018 electrons. (We know that an electron possesses a negative charge of 1.6 ´ 10–19 C.) The electric current is expressed by a unit called ampere (A), named after the French scientist, Andre-Marie Ampere (1775–1836). One ampere is constituted by the flow of one coulomb of charge per second, that is, 1 A = 1 C/1 s. Small quantities of current are expressed in milliampere (1 mA = 10–3 A) or in microampere (1 mA = 10–6 A). An instrument called ammeter measures electric current in a circuit. It is always connected in series in a circuit through which the current is to be measured. Figure 12.1 shows the schematic diagram of a typical electric circuit comprising a cell, an electric bulb, an ammeter and a plug key. Note that the electric current flows in the circuit from the positive terminal of the cell to the negative terminal of the cell through the bulb and ammeter. Figure 12.1 A schematic diagram of an electric circuit comprising – cell, electric bulb, ammeter and plug key Q U E S T I O N S Q U E S T I O N S Q U E S T I O N S Q U E S T I O N S Q U E S T I O N S ? Example 12.1 Example 12.1 Example 12.1 Example 12.1 Example 12.1 A current of 0.5 A is drawn by a filament of an electric bulb for 10 minutes. Find the amount of electric charge that flows through the circuit. Solution Solution Solution We are given, I = 0.5 A; t = 10 min = 600 s. From Eq. (12.1), we have Q = It = 0.5 A ´ 600 s = 300 C 1. What does an electric circuit mean? 2. Define the unit of current. 3. Calculate the number of electrons constituting one coulomb of charge. ©KTBS Not to be republished Electricity",
        "figures": [
            {
                "figure": "Figure 12.1",
                "desc": "Figure 12.1 A schematic diagram of an electric circuit comprising – cell, electric bulb, ammeter and plug key."
            }
        ]
    },
    {
        "id": 109,
        "chapter": "12 CHAPTER",
        "subchapter": "12.6.2 RESISTORS IN PARALLEL",
        "content": "Now, let us consider the arrangement of three resistors joined in parallel with a combination of cells (or a battery), as shown in Fig.12.7. Activity 12.6 n Make a parallel combination, XY, of three resistors having resistances R1, R2, and R3, respectively. Connect it with a battery, a plug key and an ammeter, as shown in Fig. 12.10. Also connect a voltmeter in parallel with the combination of resistors. n Plug the key and note the ammeter reading. Let the current be I. Also take the voltmeter reading. It gives the potential difference V, across the combination. The potential difference across each resistor is also V. This can be checked by connecting the voltmeter across each individual resistor (see Fig. 12.11). Figure 12.10 ©KTBS Not to be republished Science n Take out the plug from the key. Remove the ammeter and voltmeter from the circuit. Insert the ammeter in series with the resistor R1, as shown in Fig. 12.11. Note the ammeter reading, I1. Figure 12.11 n Similarly, measure the currents through R2 and R3. Let these be I2 and I3, respectively. What is the relationship between I, I1, I2 and I3? It is observed that the total current I, is equal to the sum of the separate currents through each branch of the combination. I = I1 + I2 + I3 (12.15) Let Rp be the equivalent resistance of the parallel combination of resistors. By applying Ohm’s law to the parallel combination of resistors, we have I = V/Rp (12.16) On applying Ohm’s law to each resistor, we have I1 = V /R1; I2 = V /R2; and I3 = V /R3 (12.17) From Eqs. (12.15) to (12.17), we have V/Rp = V/R1 + V/R2 + V/R3 or 1/Rp = 1/R1 + 1/R2 + 1/R3 (12.18) Thus, we may conclude that the reciprocal of the equivalent resistance of a group of resistances joined in parallel is equal to the sum of the reciprocals of the individual resistances. Example 12.8 Example 12.8 Example 12.8 Example 12.8 Example 12.8 In the circuit diagram given in Fig. 12.10, suppose the resistors R1, R2 and R3 have the values 5 Ω, 10 Ω, 30 Ω, respectively, which have been connected to a battery of 12 V. Calculate (a) the current through each resistor, (b) the total current in the circuit, and (c) the total circuit resistance. Solution Solution Solution R1 = 5 Ω, R2 = 10 Ω, and R3 = 30 Ω. Potential difference across the battery, V = 12 V. This is also the potential difference across each of the individual resistor; therefore, to calculate the current in the resistors, we use Ohm’s law. The current I1, through R1 = V/ R1 I1 = 12 V/5 Ω =",
        "figures": [
            {
                "figure": "Figure 12.10",
                "desc": "Figure 12.10 Make a parallel combination, XY, of three resistors having resistances R1 , R2 , and R3 ,respectively. Connect it with a battery, a plug key and an ammeter, as shown in Fig. 12.10."
            },
            {
                "figure": "Figure 12.11",
                "desc": "Figure 12.11 Take out the plug from the key. Remove the ammeter and voltmeter from the circuit.Insert the ammeter in series with the resistor R1, as shown in Fig. 12.11."
            },
            {
                "figure": "Figure 12.12",
                "desc": "Figure 12.12 An electric circuit showing the combination of series and parallel resistors."
            }
        ]
    },
    {
        "id": 110,
        "chapter": "12 CHAPTER",
        "subchapter": "12.7 HEATING EFFECT OF ELECTRIC CURRENT",
        "content": "We know that a battery or a cell is a source of electrical energy. The chemical reaction within the cell generates the potential difference between its two terminals that sets the electrons in motion to flow the current through a resistor or a system of resistors connected to the battery. We have also seen, in Section 12.2, that to maintain the current, the source has to keep expending its energy. Where does this energy go? A part of the source energy in maintaining the current may be consumed into useful work (like in rotating the blades of an electric fan). Rest of the source energy may be expended in heat to raise the temperature of gadget. We often observe this in our everyday life. For example, an electric fan becomes warm if used continuously for longer time etc. On the other hand, if the electric circuit is purely resistive, that is, a configuration of resistors only connected to a battery; the source energy continually gets dissipated entirely in the form of heat. This is known as the heating effect of electric current. This effect is utilised in devices such as electric heater, electric iron etc. Consider a current I flowing through a resistor of resistance R. Let the potential difference across it be V (Fig. 12.13). Let t be the time during which a charge Q flows across. The work done in moving the charge Q through a potential difference V is VQ. Therefore, the source must supply energy equal to VQ in time t. Hence the power input to the circuit by the source is = Q t = P V VI (12.19) Or the energy supplied to the circuit by the source in time t is P × t, that is, VIt. What happens to this energy expended by the source? This energy gets dissipated in the resistor as heat. Thus for a steady current I, the amount of heat H produced in time t is H = VIt 110 (12.20) Science ©KTBS Not to be republished Applying Ohm’s law [Eq. (12.5)], we get H = I2 Rt (12.21) This is known as Joule’s law of heating. The law implies that heat produced in a resistor is (i) directly proportional to the square of current for a given resistance, (ii) directly proportional to resistance for a given current, and (iii) directly proportional to the time for which the current flows through the resistor. In practical situations, when an electric appliance is connected to a known voltage source, Eq. (12.21) is used after calculating the current through it, using the relation I = V/R. Figure 12.13 A steady current in a purely resistive electric circuit Example 12.10 An electric iron consumes energy at a rate of 840 W when heating is at the maximum rate and 360 W when the heating is at the minimum. The voltage is 220 V. What are the current and the resistance in each case? Solution Solution Solution From Eq. (12.19), we know that the power input is P = V I Thus the current I = P/V (a) When heating is at the maximum rate, I = 840 W/220 V = 3.82 A; and the resistance of the electric iron is R = V/I = 220 V/3.82 A = 57.60 Ω. (b) When heating is at the minimum rate, I = 360 W/220 V = 1.64 A; and the resistance of the electric iron is R = V/I = 220 V/1.64 A = 134.15 Ω. Example 12.11 100 J of heat is produced each second in a 4 Ω resistance. Find the potential difference across the resistor. Solution Solution Solution H = 100 J, R = 4 Ω, t = 1 s, V = ? From Eq. (12.21) we have the current through the resistor as I = √(H/Rt) = √[100 J/(4 Ω × 1 s)] = 5 A Thus the potential difference across the resistor, V [from Eq. (12.5)] is V = IR = 5 A × 4 Ω = 20 V.",
        "figures": [
            {
                "figure": "Figure 12.13",
                "desc": "Figure 12.13 A steady current in a purely resistive electric circuit."
            }
        ]
    },
    {
        "id": 111,
        "chapter": "12 CHAPTER",
        "subchapter": "12.7.1 Practical Applications of Heating Effect of eLECTRIC CURRENT",
        "content": "The generation of heat in a conductor is an inevitable consequence of electric current. In many cases, it is undesirable as it converts useful electrical energy into heat. In electric circuits, the unavoidable heating can increase the temperature of the components and alter their properties. However, heating effect of electric current has many useful applications. The electric laundry iron, electric toaster, electric oven, electric kettle and electric heater are some of the familiar devices based on Joule’s heating. The electric heating is also used to produce light, as in an electric bulb. Here, the filament must retain as much of the heat generated as is possible, so that it gets very hot and emits light. It must not melt at such high temperature. A strong metal with high melting point such as tungsten (melting point 3380°C) is used for making bulb filaments. The filament should be thermally isolated as much as possible, using insulating support, etc. The bulbs are usually filled with chemically inactive nitrogen and argon gases to prolong the life of filament. Most of the power consumed by the filament appears as heat, but a small part of it is in the form of light radiated. Another common application of Joule’s heating is the fuse used in electric circuits. It protects circuits and appliances by stopping the flow of any unduly high electric current. The fuse is placed in series with the device. It consists of a piece of wire made of a metal or an alloy of appropriate melting point, for example aluminium, copper, iron, lead etc. If a current larger than the specified value flows through the circuit, the temperature of the fuse wire increases. This melts the fuse wire and breaks the circuit. The fuse wire is usually encased in a cartridge of porcelain or similar material with metal ends. The fuses used for domestic purposes are rated as 1 A, 2 A, 3 A, 5 A, 10 A, etc. For an electric iron which consumes 1 kW electric power when operated at 220 V, a current of (1000/220) A, that is, 4.54 A will flow in the circuit. In this case, a 5 A fuse must be used",
        "figures": []
    },
    {
        "id": 112,
        "chapter": "12 CHAPTER",
        "subchapter": "12.8 ELECTRIC POWER",
        "content": "You have studied in your earlier Class that the rate of doing work is power. This is also the rate of consumption of energy. Equation (12.21) gives the rate at which electric energy is dissipated or consumed in an electric circuit. This is also termed as electric power. The power P is given by Or P = VI P = I2R = V2/R (12.22) The SI unit of electric power is watt (W). It is the power consumed by a device that carries 1 A of current when operated at a potential difference of 1 V. Thus, 1 W = 1 volt ´ 1 ampere = 1 V A (12.23) The unit ‘watt’ is very small. Therefore, in actual practice we use a much larger unit called ‘kilowatt’. It is equal to 1000 watts. Since electrical energy is the product of power and time, the unit of electric energy is, therefore, watt hour (W h). One watt hour is the energy consumed when 1 watt of power is used for 1 hour. The commercial unit of electric energy is kilowatt hour (kW h), commonly known as ‘unit’. 1 kW h = 1000 watt ´ 3600 second = 3.6 ´ 106 watt second = 3.6 ´ 106 joule (J) More to Know! Many people think that electrons are consumed in an electric circuit. This is wrong! We pay the electricity board or electric company to provide energy to move electrons through the electric gadgets like electric bulb, fan and engines. We pay for the energy that we use. Example 12.12 An electric bulb is connected to a 220 V generator. The current is 0.50 A. What is the power of the bulb? Solution Solution Solution Solution P = VI = 220 V ´ 0.50 A = 110 J/s = 110 W. Example 12.13 An electric refrigerator rated 400 W operates 8 hour/day. What is the cost of the energy to operate it for 30 days at Rs 3.00 per kW h? Electricity 113 ©KTBS Not to be republished Solution Solution Solution The total energy consumed by the refrigerator in 30 days would be 400 W ´ 8.0 hour/day ´ 30 days = 96000 W h = 96 kW h Thus the cost of energy to operate the refrigerator for 30 days is 96 kW h ´ Rs 3.00 per kW h = Rs 288.00",
        "figures": []
    }
]